{"id":23776,"date":"2024-09-04T13:43:57","date_gmt":"2024-09-04T12:43:57","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23776"},"modified":"2024-09-04T13:43:57","modified_gmt":"2024-09-04T12:43:57","slug":"the-export-potential-of-abia-state","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/the-export-potential-of-abia-state\/","title":{"rendered":"Exploring Nigeria&#8217;s Export Potential (The Case of Abia State)"},"content":{"rendered":"<h3>The Preamble<\/h3>\n<p>Abia state is a state in Southeastern Nigeria, and it is called God’s own state. It has 17 local government areas with Umuahia as its state capital. There are various reasons why Abia needs to consider export, some of these reasons include; avoiding over-dependence on federal allocations, boosting the Gross Domestic Product (GDP) of the state, creating opportunities for SMEs to grow, decreasing dependence on domestic markets, growing state revenue by increasing exports earnings, making farming and rural life more lucrative, contributing to global market share and earning a recognition. Regardless of the poverty, unemployment, and frustration present in Abia state like all other states in Nigeria, it is imperative to look beyond these, seeing the growth potentials and opportunities for positive change that lie even in the unpalatable situation. For Abia state, there are opportunities in farming, mining and in the population of the state.<\/p>\n<h3>The Peculiarities<\/h3>\n<p>Abia state is one of the 36 states in Nigeria with 17 local government areas out of the 774 local government areas in Nigeria. It was created on the 27th of August 1991 under General Ibrahim Babangida. The state, which is in the southeastern part of the country, was created from Imo state and therefore shares boundaries with Imo state. The state also constitutes part of the Niger-Delta states and has its capital in Umuahia with Aba being its commercial capital. The name “Abia” is an abbreviation of four of the state’s densely populated regions, Aba, Bende, Isuikwuato and Afikpo. Igbo language is the native language of its people although English Language is widely spoken and is its official language for business and governance. The native Igbo people make up 95% of Abia state’s population and most of them practice Christianity as their religion.<\/p>\n<p>The state is bordered by Anambra, Enugu and Ebonyi states to the North, Imo state to the West, Cross River and Akwa-Ibom states to the East and Rivers state to the South. Its commercial centre, Aba, was formerly a British colonial outpost in the region, and its competitive advantage lies in shoe and garment factories. The major crops produced by Abia state include cocoa, rice, plantain, maize, cocoyam, oil palm, cassava, cashew, and rubber. At the same time, solid minerals include iron ore, kaolin, limestone, and gypsum. The 3 agricultural zones in Abia state are Aba, Umuahia and Bende. Opportunities for investment in Abia state exist in agribusiness, tourism, auto components, light manufacturing, healthcare, energy and mining.<\/p>\n<p>Agriculture is the major occupation of the people of Abia state, induced by the rich soil which stretches from the northern to the southern parts of the state. Subsistence farming is prevalent in the state and 70% of the population engages in it. Modern poultry has also been introduced in the state and other farm produce produced in the state is grown in large quantities. As of 2020, 50% of the over 1m working population were unemployed and about 15% were underemployed.<\/p>\n<h3>The Profile<\/h3>\n<p>Over 5 years from 2016-2020, Abia State recorded its highest Internal Generated Revenue (IGR) in 2017. From then, the state experienced a steady decline in its IGR during the same period. The state had N89.14b in domestic debt and $96.8m in foreign debt, while the federal allocation received was N55b in 2020. Only about 21% of the state revenue was internally generated, implying that the state’s survival rests mainly on the federal government allocation. About 41% of the revenue went to capital expenditure while the remaining 59% went to operating expenses. The IGR per capita of the state was N3,462, capital expenditure per capita was N8,557 and debt per capita was N30,324.<\/p>\n<p>According to the Budgit report of Nigerian states, God’s Own State, Abia, emerged in 15th position, up 10 places from its 25th position in 2020. This improvement was driven largely by cuts to the state’s operating expenses from N53.1b in 2019 to N50.4bn in 2020 and by the relative resilience of its IGR generating capacity. Of the 18 states that saw a decline in their 2020 IGR, Abia recorded the smallest shock, declining by only -2.66% from N14.77bn in 2019 to 14.37bn in 2020. However, we note that the state had one of the smallest IGR per capita of N3,462 which is lower than the country average of N4,616 per citizen, making the state susceptible to the risk of incurring more debt.<\/p>\n<p>Abia state may find itself sliding down the slippery black hole of debt, if it does not do more to improve the size and resilience of its internal revenue-generating capacity by harnessing more of the state’s economic potential and sources of revenue. Its domestic debt stock surged by 29.63% from N68.76bn in 2019 to N89.14bn in 2020. Its external debt stock as of December 2020 stood at $96.79m leaving it with a combined total debt burden (in naira) of N125.82bn, making it the 19th most indebted state in the country. Its total debt per capita stands at N30,324, higher than the Country average of N27,316 per citizen. Gross FAAC received by Abia state in 2020 stood at N55.39bn, accounting for 79 4% of the state’s recurrent revenue of N69.76bn, while IGR contributed just 20.61%. Abia state’s dependence on statutory handouts from the federation account, instead of its IGR (like Rivers and Lagos states) exposes it to risks of further indebtedness, especially when there are shocks to the core sources of federally collected revenue.<\/p>\n<p>In 2020, the state’s total available revenue of N91.81bn was quite distant from its total expenditure of N105.36bn. Its recurrent revenue stood at N69.76bn, recurrent expenditure at N69.83bn in 2020 up from the N67.17bn expense in 2019. Personnel costs consisted of employee compensation, social benefits accounted for N32.35bn, overhead cost came to N15.94bn, N19.43bn went to public debt charges and loan repayments were 27.82% of the recurrent expense in 2020. Capital expenditure experienced a fall from N46.60bn in 2019 to N35.53bn in 2020, contributing 33.59% to the total expenditure in 2020.<\/p>\n<h3>The Potential<\/h3>\n<p>Abia state with the presence of certain minerals can put efforts into their exploration for export. Crude oil is present in oilfields located in the Imo River, Obuzo, OwazaNgboko, Nkali, Odogkwa, Obeakpu, and Isimiri. This mineral&#8217;s potential includes exporting it in its refined state and refined petrochemical products. Natural gas is another resource present in Ohuru gas fields in Ukwa East LGA. Tar sand is present in the Ugwueme-Lokpanta axis in Nneochi LGA and can be used for asphalt, tar and other refined products. Lead, zinc and copper are also present in Lokpaukwu in Nneochi LGA, and their potential is in metal extraction. Traces of phosphate are found in Amaeke and Ewe in Umuahia and Arochukwu LGAs, respectively. They can be used for fertilizer, detergent and other chemical products. Gypsum is also present in Lokpaukwu in Nneochi LGA and can be used by cement manufacturers, pharmaceuticals and other manufacturing companies. Limestone, Iron ore, Kaolin, Industrial sands, Igneous rocks, and Laterite which have great potential in the export market can also be found in different parts of Abia state.<\/p>\n<p>Agricultural products which can be grown on a large scale for export are also thriving in the state. Some of these products include cocoa, rice, plantain, maize, cocoyam, oil palm, cassava, cashew, and rubber. The Bende agricultural zone is a major producer of rice and yam. Fishing is also carried out by people who live along the Imo River. Large areas of forest can be found in all the Local Government Areas. They provide raw materials for the pulp and paper industry. It is the policy of the Abia State Government to encourage the development of industrial activities in the state. Large-scale industrial establishments located in Abia include Nigerian Breweries, Aba, and Golden Guinea Breweries. Umuahia: Aba Textile Mills, International Glass industry (IGI), Aba and Modern Ceramics, Umuahia etc.<\/p>\n<p>Several medium-scale industries abound in parts of the state, which produce such items as plastic wares, textiles, food processing and machine tool fabrication. Aba is not only the major commercial centre of the State but is also one of the commercial nerve centres of the eastern states.<\/p>\n<h3>The Purchasers<\/h3>\n<p>Analysing the global market size for the resources produced by Abia state, it should interest the state to consider enlarging its production capacity for the export of each product or resource. For example, the world market size of palm oil import is about $29.3bn with India, China, Pakistan, Netherlands and Spain as major buyers. In Africa alone, the market share is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa and Benin as major buyers. The state also produces a lot of bananas and the world market share of banana imports is $14.2bn with Germany, Netherlands, Belgium, Russia and the United Kingdom as major purchasers. The African market share is $229m with Algeria, South Africa, Senegal, Tunisia and Morocco as major buyers. Abia state also produces leather footwear and the world import market share for leather footwear is $55bn with the United States, Germany, France, the United Kingdom, Italy and the Netherlands as major buyers. In Africa, the import is $797m with South Africa, Nigeria, Sudan, Egypt and Cameroon as major purchasers. There are other markets like the knitted t-shirts and rubber footwear market that Abia state can explore for exports as well.<\/p>\n<h3>The Proposals<\/h3>\n<p>If Nigeria would experience significant growth in job creation, then there is a strong need to empower small and medium-scale enterprises (SMEs). Using palm oil production as an example, if the SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost and unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc.<\/p>\n<p>To support exporters to enter markets in Africa, Europe and America securely and sustainably, Abia state government should consider the following:<\/p>\n<ol>\n<li>Partner with a representative at the destination market to market and secure a contract.<\/li>\n<li>Set up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/li>\n<li>Set up an entity (agent or distributor) for the SMEs at the destination market<\/li>\n<li>Partner with an independent agent or distributor at the destination market<\/li>\n<li>Organise and sponsor manufacturers to exhibit their products in the destination market<\/li>\n<\/ol>\n<p>In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p>This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Abia state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals exportation.<\/p>\n<h3>The Profit<\/h3>\n<p>Given the arable land available in Abia state, if the state dedicates half of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p>See <a href=\"https:\/\/youtu.be\/njtUXgqNJcY?si=rSCd_erqgHArpXx9\" target=\"_blank\" rel=\"noopener\">here<\/a> for a hypothetical visual representation of agriproduct export profitability for Abia state.<\/p>\n<p>&nbsp;<\/p>\n<p>In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go! <\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>For Export Business Training, we&#8217;re your best bet!<\/p>\n<p>You can reach us via email at info@3timpex.com<\/p>\n<p>Send a message: +234 809 200 0424<\/p>\n<p>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-abia-state-vausf\/?trackingId=IAGGe3U%2FwvXFghmKK6XmRg%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/p>\n<p>Watch on <a href=\"https:\/\/youtu.be\/njtUXgqNJcY?si=rSCd_erqgHArpXx9\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/p>\n","protected":false},"featured_media":23777,"template":"","class_list":["post-23776","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23776","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23777"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23776"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}