{"id":23778,"date":"2024-09-04T14:18:25","date_gmt":"2024-09-04T13:18:25","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23778"},"modified":"2024-09-04T14:21:54","modified_gmt":"2024-09-04T13:21:54","slug":"export-potential-of-adamawa-state","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/export-potential-of-adamawa-state\/","title":{"rendered":"Exploring Nigeria&#8217;s Export Potential (The Case of Adamawa State)"},"content":{"rendered":"<h3>The Preamble<\/h3>\n<p>Adamawa state is a state in Northeastern Nigeria, and its slogan is Land of Beauty. It has 21 local government areas with Yola as its state capital. Adamawa state, like other states, should consider export and this is due to several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, utilising idle capacity of companies and businesses operating in the state, and maximising the potential of indigenes in the diaspora. Regardless of the poverty, unemployment, and frustration present in Adamawa state like all other states in Nigeria due to efficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Adamawa state, there are opportunities in farming, mining and in the state’s population.<\/p>\n<h3>The Peculiarities<\/h3>\n<p>Adamawa State was created on 27th August 1991, by the then Federal Military Government under General Ibrahim Babangida, out of the former Gongola State with Yola as its capital. It has four administrative divisions: Adamawa, Ganye, Mubi and Numan. Its major towns are Yola, Mubi, Ganye, Numan, Guyuk, Michika, Mayo-Belwa, Gombi and Jimeta. The state shares its northern boundary with Borno State, east with Gombe State, southwest with Taraba State and east with Cameroun Republic. Adamawa State derives its name from Madibbo Adama, a Fulani leader who led the 19th Century Jihad in Upper Benue Region. Modibbo Adama, the son of Ardo Hassan, was born at Wuro Chekke in Bomo State around 1770. He had his early Islamic studies under his father and later proceeded to Birnin Ngazargamu, then capital of Borno Empire, for further studies. During the Islamic Jihad movement led by Shehu Usman Dan Fodio in the 19th Century Modibbo Adama was recognised as a learned Moslem who could lead the crusade in the Upper Benue area.<\/p>\n<p>Adamawa State is in the Northeast Geopolitical zone of Nigeria. The State is made up of the defunct Adamawa and Sardauna provinces. It is bordered by the states of Borno to the Northwest, Gombe to the West and Taraba to the Southwest. Its Eastern border forms the National Eastern border with Cameroon. Topographically, it is a mountainous land crossed by large river valleys of Benue, Gongola and Yedsarem. The valleys of Mount Cameroon, Mandara Mountains and Adamawa Plateau form part of the landscape. The Germans ruled a swath of territory known as the Northern and Southern Kameruns from Dikwa in the North to Victoria (Limbe) on the Atlantic coast in the 19th century.<\/p>\n<p>Adamawa state has a total land area of 38,700 Km². It has 21 local goverment areas which include Demsa, Fufore, Ganye, Girei, Gombi, Guyuk, Hong, Jada, Lamurde, Madagali, Maiha, Mayo- Belwa, Michika, Mubi North, Mubi South, Numan, Shelleng, Song, Toungo, Yola North, and Yola South. The state has a population of 4,502,132 people of which 2,296,087 are male and 2,206,044 are female. Its vegetation includes both Sudan and Guinea savannah. The main crops produced in the state are Cotton, Maize, Millet, Rice, Groundnut, Yam, Cassava and Guinea Corn. Adamawa has the presence of several solid minerals, some of which include Iron-Ore, Lead, Zinc, Limestone, Gypsum, granites, Laterites, Rock Cystal, Topaz, Sandstones, Mercury, Glass Sand, Zircon, Spinel, Emerald, Graphite, Beryil, Tourmaline, Mica, Coal, Gamet, Aquamarine, Barytes, Onyx, Kaolin, Chalcopyrite, Gold Dust, Tin and Columbite. Investment opportunities exist in Adamawa state in agribusiness, tourism, healthcare, energy and mining.<\/p>\n<p>The competitive advantages of Adamawa state are in the border it shares with Cameroun, its vast presence of livestock, high solar radiation and coal deposits, its rich endowment with mineral resources, deposits of fertile alluvial soils, and its tourist attractiveness. In 2019, the state recorded an Internally Generated Revenue (IGR) of N9.2bn and it had a budget of N183bn, implying that the state depends mainly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was 54%, while 26% were underemployed. 80% of the working population is in the agricultural sector of which about 90% are men. This series of articles aims to share how states can become more self-sustaining.<\/p>\n<p>&nbsp;<\/p>\n<h3>The Profile<\/h3>\n<p>In 2020, Adamawa State recorded an IGR of N8.3bn and a Federal Allocation of N52.4bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Adamawa state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state as of 2020, had a domestic debt of about N98bn and foreign debt of about $109m and the state’s debt has been growing over the years. About 28% of the state’s revenue went to capital expenditure while the remaining 72% went to operating expenses. The IGR per capita of the state was N1,146, capital expenditure per capita was N4,465, and debt per capita was N29,445.<\/p>\n<p>According to the Budgit report of Nigerian state, Adamawa state can build a more dependable economy through efficient and effective exploitation of its mineral resources, such as its Barite deposits. The global export market for this non-metallic and strategic mineral, was pegged at $549.7m in 2020 and the national demand was placed at about $300m, in 2020. This means there is enormous demand for local purposes, as well as global. For the state to encourage private sector investment, it must ensure the provision of stable energy, qualitative road networks (for easy conveyance from the deposit sites) and simple land acquisition procedures. The revenue to flow from the provision of these linkages can come from Road Taxes and other tax types.<\/p>\n<p>Another potential revenue stream can come from coal extraction. With a global market size of $1.02th and a potential Nigerian export market worth $350 million (or N192.5bn) coal can fetch considerable revenue for the state economy. Nigeria’s estimated reserves may be in the region of 380 million tonnes and if current consumption rates remain stable, our coal will last over 1000 years. Similar to the spatial linkages for Barite extraction, coal requires intentional investment in infrastructure to allow investors direct their funds to coal extraction facilities. The IGR sources for Coal are identical to those of Barite above.<\/p>\n<p>The state can also consider revenue that can come from the production of poultry. With a local industry estimated to be worth $4.2bn and local consumption of 180m birds, per annum, this is a settled source of revenue. Looking at the state’s  performance in the most recent States Fiscal Transparency, Accountability, and Sustainability (SFTAS) assessment of the state, Adamawa was able to achieve a critical reform; which is the use of bank verification number use in payroll management. However, it needs to do more and consolidate efforts to fully deploy Treasury Single Account reforms and the use of biometrics in payroll management (in addition to BVNs).<\/p>\n<blockquote>\n<div id=\"attachment_23779\" style=\"width: 310px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23779\" class=\"wp-image-23779 size-medium\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria-300x169.jpeg\" alt=\"People farming in Adamawa state Nigeria\" width=\"300\" height=\"169\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria-300x169.jpeg 300w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria-1024x576.jpeg 1024w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria-768x432.jpeg 768w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria-650x366.jpeg 650w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria-600x338.jpeg 600w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Farming_in_Nigeria.jpeg 1032w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><p id=\"caption-attachment-23779\" class=\"wp-caption-text\">Image Source: adamawastate.gov.ng<\/p><\/div><\/blockquote>\n<h3>The Potential<\/h3>\n<p>Agriculture is the mainstay of about 80 percent of the inhabitants of Adamawa state and occupies an important position in the state’s economy. The ecological condition of the state permits cultivation of root crops (e.g. sweet potatoes, yam and cassava), cereals (maize, sorghum, millet and rice), horticulture and rearing of livestock (cattle, goat, sheep, pig and poultry) in large numbers. Declining soil fertility, climate change, low farm input lets, limited investment and poor infrastructure continue to hamper agricultural productivity and developments in the agricultural sector.<br \/>\nThe major cash crops produced include groundnut, cotton, and onion. Groundnut is either sold in local markets or exported to other states. Although exportations figures are not currently available at state level, major agricultural export crops contributing to the national economy are sesame, cotton, groundnut, maize, sorghum. A large number of farmers produce cereals (maize, rice, millet and sorghum), roots and tubers (sweet potatoes, cassava, and to a lesser extent, yams), legumes and pulses (cowpea, bambara nut, groundnut, and soya, cowpea) and horticulture crops (e.g. onions, lettuce, tomatoes, pepper, spinach, roselle, kenaf, etc.). Livestock produced include cattle, sheep, goats, pigs, and poultry. Poultry production is undertaken in every part of the state, as the practice is acceptable to all the ethno-religious groups in the state.<br \/>\nBesides the dominant Fulani, Adamawa is also inhabited by the Mumuye, Higi, Kapsiki, Chamba, Margi (Marghi), Hausa, Kilba, Gude, Wurkum, Jukun, and Bata peoples. All these groups except the trader Hausa population are primarily engaged in farming and herding (cattle, goats, sheep), but fishing is also important along the riverbanks. Peanuts (groundnuts), cotton, sorghum, millet, rice, and corn (maize) are the main crops. Peanuts and cotton are exported, as are cattle, dyed skins, and gum Arabic. Cottage industries include leatherwork, calabash decoration, mat weaving, pottery making, metalwork, canoe carving, and cloth dyeing. Industries are mostly agriculturally based and include a sugar-processing plant near Numan, a timber industry at Yola (the state capital), and a cotton ginnery at Lamurde.<br \/>\nMineral Resources in Adamawa State are classified into three main categories based on their application, i.e. Metallic deposits, Non-metallic and precious stones. The rich mineral endowment of the state is yet to be tapped. The government has enhanced conducive investment conditions to attract investors. Here are some of the numerous solid mineral resources present in the State Feldspar, Fluorspar, Gypsum, Magnesite, Tantalite, Laterites, Topaz, Sandstones, Mercury, Zircon, Emerald, Graphite, Beryl, Mica, Coal, Aquamarine, Onyx, Chalcedony, Limestone, Kaolin, Tin, Columbite, etc.<br \/>\nWith the provision of incentives for the prospective investor, an existing favourable and stable environment and a strong political will, the government is fully committed towards the rapid industrialization of the State through the stimulation of private sector participation where every citizen will have easy access to employment, education, health, and other necessities of life. With this in place, you will find Adamawa State worthwhile for investment in the non-oil sector.<\/p>\n<h3>The Purchasers<\/h3>\n<p>Analysing the global market size for the resources produced by Adamawa state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of cotton (which is one of its major cash crops) is about $53.6bn with China, Bangladesh, Vietnam Turkey, and Indonesia as major buyers. The import market share in Africa is about $5.1bn with Egypt, Nigeria, Morocco, Tunisia, Senegal, South Africa and Gambia as major buyers. The state also produces a lot of onions, and the world market share of onions import is $7.18bn with the United States, Indonesia, Vietnam, Germany, the United Kingdom and Japan as major purchasers. The African import market share is $318m with Senegal, Cote D’Ivoire, Guinea, Mauritania, Mozambique and Ghana as major buyers. Adamawa state also produces groundnuts and the world import market share for groundnuts is $3.19bn with China, Netherlands, Indonesia, Vietnam, Germany, Russia, and Mexico as major buyers. In Africa, the import is $171m with Algeria, South Africa, Tanzania, Kenya, Rwanda and Libya as major purchasers. There are other markets like the sesame seeds, and soybeans market that Adamawa state can explore for exports as well.<\/p>\n<h3>The Proposal<\/h3>\n<p>According to research, soybeans is one of the biofuels that would replace crude oil and extracting its polymer content to produce gum, nylon, tyres, etc. Most of the soya beans export comes from the United States and China. Adamawa state government can work towards boost the production of this commodity along with others it has competitive advantage over, for exportation. For Adamawa state to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Using cotton production as an example, if the SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost and unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to come oversee two critical areas and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<br \/>\nTo support exporters to enter markets in Africa, Europe and America in a secure and sustainable way, Adamawa state government should consider the following:<\/p>\n<p>1. Partnering with a representative at the destination market to market and secure contract.<br \/>\n2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<br \/>\n3. Setting up an entity (agent or distributor) for the SMEs at the destination market<br \/>\n4. Partnering with an independent agent or distributor at the destination market<br \/>\n5. Organising and sponsor manufacturers to exhibit their products in the destination market<\/p>\n<p>In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit sharing percentage.<br \/>\nThis model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Adamawa state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals exportation.<\/p>\n<h3>The Profit<\/h3>\n<p>Given the arable land available in Adamawa state, if the state dedicates 10% of this to the cultivation of profitable agricultural produce for export, given all associated costs from cost of farming, to cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<br \/>\nSee <a href=\"https:\/\/youtu.be\/HdN9GhWyp7g?si=zq2jv21Diulj0_l9\" target=\"_blank\" rel=\"noopener\">here<\/a> for a hypothetical visual representation and explanation of how Adamawa state can make N466.90bn from the export of agriproducts (sugarcane).<br \/>\nIn conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go!<\/strong><\/p>\n<p><em>For Export Business Training, we&#8217;re your best bet!<\/em><br \/>\n<em>You can reach us via email at info@3timpex.com<\/em><br \/>\n<em>Send a message: +234 809 200 0424<\/em><br \/>\n<em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-adamawa-xzybf\/?trackingId=x5dY6ObphZwEsHfh9RK0hg%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a> <\/em><br \/>\n<em>Watch on <a href=\"https:\/\/youtu.be\/HdN9GhWyp7g?si=zq2jv21Diulj0_l9\" target=\"_blank\" rel=\"noopener\">YouTube<\/a> <\/em><\/p>\n","protected":false},"featured_media":23780,"template":"","class_list":["post-23778","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23778","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23780"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23778"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}