{"id":23789,"date":"2024-09-11T17:39:15","date_gmt":"2024-09-11T16:39:15","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23789"},"modified":"2024-09-11T17:52:36","modified_gmt":"2024-09-11T16:52:36","slug":"export-potential-of-bayelsa-state","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/export-potential-of-bayelsa-state\/","title":{"rendered":"Exploring Nigeria&#8217;s Export Potential (The Case of Bayelsa State)"},"content":{"rendered":"<h3 id=\"ember634\" class=\"ember-view reader-text-block__paragraph\"><em>The Preamble <\/em><\/h3>\n<p id=\"ember635\" class=\"ember-view reader-text-block__paragraph\">Bayelsa state is predominantly an oil-producing state located in the South-South region of Nigeria. It has 8 local government areas including Ekeremor, Kolokuma\/Opokuma, Nembe, Ogbia, Southern Ijaw, Sagbama Brass and Yenogoa which is the state’s capital. Bayelsa state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. Regardless of the poverty, unemployment, and frustration present in Bayelsa state like all other states in Nigeria due to efficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Bayelsa state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember637\" class=\"ember-view reader-text-block__paragraph\"><em>The Peculiarities <\/em><\/h3>\n<p id=\"ember638\" class=\"ember-view reader-text-block__paragraph\">Bayelsa State was created on October 1, 1996, out of the old Rivers State by the then regime of General Sani Abacha. The name, Bayelsa, is an acronym for three former Local Government areas Brass, Yenagoa and Sagbama in the then Rivers State, which had earlier on comprised the entire area now constituting Bayelsa State. In the old Rivers State tradition, which Bayelsa State was created from, acronyms are used for local government areas. Brass Local Government Area was referred to as BALGA, Yenagoa was YELGA, while Sagbama was SALGA. So, in naming the new state, BALGA, YELGA, and SALGA were compounded to form BAYELSA.<\/p>\n<p id=\"ember639\" class=\"ember-view reader-text-block__paragraph\">Bayelsa covers 21,110 Square Kilometres and the state shares boundaries with Delta State on the North, Rivers State on the East and the Atlantic Ocean on the West and the South. The state is a tropical rainforest area, with more than three-quarters of its area covered by water, and a moderately low land stretching from Ekeremor to Nembe. The area lies almost entirely below sea level with a maze of meandering creeks and mangrove swamps. The network of several creeks and rivers in the South, all flow into the Atlantic Ocean via the major rivers such as San Bartholomew, Brass, Nun, Ramos, Santa Barbara, St. Nicholas, Sangana, Fishtown, Ikebiri Creek, Middleton, Digatoro Creek, Pennington and Dobo. The vegetation here is characterized by the mangrove forest. In the North, it has a thick forest with arable lands for cultivation of various food and cash crops.<\/p>\n<p id=\"ember640\" class=\"ember-view reader-text-block__paragraph\">There are four main languages in Bayelsa State, which are Izon, Nembe, Ogbia and Epie-Atissa. The predominant religions in the State are Christianity and Traditional worship. Bayelsa State has 24 first-class traditional rulers (and many second and third-class traditional rulers) recognized by the State Government. It has a population of 1,704,515 people of which 874,083 are male and 830,432 are female. Its vegetation includes both Mangroves and rainforests. Major crops produced by Bayelsa state are Cocoa, Rice, Cassava, Pineapple, Oil Palm, Rubber, Banana, and Maize. Its solid minerals include Clay, Silica, and Limestone.<\/p>\n<p id=\"ember641\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Bayelsa state are in its being the largest source of liquefied natural gas in Nigeria, having the largest gas reservoir in Nigeria, holding 40% of onshore crude oil production, being among the top 9 palm oil producing states, being one of the 9 biggest marine food-producing states, and having the largest coastline in Nigeria. As of 2020, the state recorded an Internally Generated Revenue (IGR) of N16.3bn and it had a budget of N242bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 36%, while about 30% were underemployed.<\/p>\n<h3 id=\"ember642\" class=\"ember-view reader-text-block__paragraph\"><em>The Profile <\/em><\/h3>\n<p id=\"ember643\" class=\"ember-view reader-text-block__paragraph\">In 2020, Bayelsa State recorded an IGR of N12.18bn and a Federal Allocation of N134bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Bayelsa state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into other resources present in the state. The state as of 2020, had a domestic debt of about N144bn and foreign debt of about $63m and the state’s debt has been growing over the years. About 22.40% of the state’s revenue went to capital expenditure while the remaining 77.52% went to operating expenses. The IGR per capita of the state was N4,762, capital expenditure per capita was N14,892 and debt per capita was N65,695.<\/p>\n<p id=\"ember644\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of the Nigerian state, the <em>Land of Glory <\/em>sits ingloriously at the bottom of the 2021 ranking of states’ fiscal performance, the same position it occupied in 2020. Bayelsa state is still significantly bogged down by the weight of the government’s bloated operating expenses when compared to the size of its population, its meagre internal revenue generation capacity and its total revenue inflows. At N131.38bn, the state has the 3rd highest operating expense in the country, exceeded only by Lagos and Delta states with operating expenses of N386.51bn and N192.56bn, respectively. Its operating expenses are larger than those of states like Rivers, Kano, Kaduna and Oyo states, each of which has more than 3 times Bayelsa’s population and generates more IGR than Bayelsa.<\/p>\n<p id=\"ember645\" class=\"ember-view reader-text-block__paragraph\">Meeting its combined operating expenses and loan repayment obligations of N146.72bn gulped 78% of the state’s total revenue of N188.39bn in 2020, leaving a meagre 22% of its total revenue for investment in capital infrastructure for citizens in the state. As a result, the state was one of five states in the country that gave the least priority to capital expenditure investment in 2020; its operating expenses alone of N131.38bn was 3.4 times its capital infrastructure spending of N38.10bn. The state needs to prune its operating expenses or grow its IGR fast enough to finance critical infrastructure spending adequately. With a total debt burden of N168.06bn as of December 2020, Bayelsa state is the 11th most indebted state in the country. It also has a very high total debt per capita of N65,695 which is more than twice the average total debt per capita of N27,316 for all 36 states. Its total debt was also more than 50% of its 2020 total revenue.<\/p>\n<p id=\"ember646\" class=\"ember-view reader-text-block__paragraph\">Despite being blessed with enormous potential for economic prosperity from which it can potentially generate additional revenue, the state still had one of the smallest IGRs in Nigeria in 2020, larger than only the other 11 states. The state was also one of 18 states unable to withstand the shocks from the COVID-19 pandemic due to its Internally Generated Revenue, as it experienced a 12.44% decline in its IGR from N13.85bn in 2019 to N12.18bn in 2020. This meagre IGR makes the state highly dependent on federally distributed revenue, which accounts for 90% of the state’s recurrent revenue, unlike its neighbouring oil-producing state, Rivers State, which has one of the least dependencies on federally distributed revenue.<\/p>\n<h3 id=\"ember647\" class=\"ember-view reader-text-block__paragraph\"><em>The Potential <\/em><\/h3>\n<p id=\"ember648\" class=\"ember-view reader-text-block__paragraph\">In Bayelsa State, the major occupations are fishing, farming, palm oil milling, lumbering, palm wine tapping, local gin making, trading, carving and weaving. The state is a major oil and gas-producing area and it contributes over 30% of Nigeria’s oil production. Bayelsa State is home to Oloibiri in Ogbia Local Government Area, where oil was first struck in Nigeria in commercial quantities in 1956. Intensive Gas production activities are carried out in the State to serve as feedstock to the LNG Gas Supply Plants in the state. Also, the gas feed will feed into the proposed national associated gas gathering networks that will feed other LNG plants, power plants and end users in the manufacturing sector.<\/p>\n<p id=\"ember649\" class=\"ember-view reader-text-block__paragraph\">The major oil exploration and production companies operating in the State are Shell, Agip and Chevron Texaco. The Kolo Creek Gas Turbine Project owned by the Bayelsa State Government supplies electricity to Yenagoa, the State Capital, and surrounding towns and villages. Bayelsa State is, presently, the only State in Nigeria that provides electricity for itself without any supply from the National Electricity Grid.<\/p>\n<p id=\"ember650\" class=\"ember-view reader-text-block__paragraph\">The State has large reserves of clay, sand, gravel and other solid mineral deposits including silica and limestone. It also has export potential in the major crops produced in the state which include Cocoa, Rice, Cassava, Pineapple. Oil Palm, Rubber, Banana, and Maize.<\/p>\n<h3 id=\"ember651\" class=\"ember-view reader-text-block__paragraph\"><em>The Purchasers <\/em><\/h3>\n<p id=\"ember652\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Bayelsa state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of palm oil (which is one of its major cash crops) is about $29.3bn with India, China, Pakistan, Netherlands, Spain and Italy as major buyers. The import market share in Africa is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin and Ghana as major buyers.<\/p>\n<p id=\"ember653\" class=\"ember-view reader-text-block__paragraph\">The state also produces pineapples (either fresh or dried), and the world market share of pineapple import is $2.32bn with the United States, China, Netherlands, Japan, Spain, France, Germany, Italy, Belgium, and the United Kingdom as major purchasers. The African import market share is $12m with Morocco, Egypt, Seychelles, Cape Verde, Botswana, Tunisia and Namibia as major buyers.<\/p>\n<p id=\"ember654\" class=\"ember-view reader-text-block__paragraph\">Bayelsa state also produces rice and the world import market share for cassava starch is $24.7bn with Iran, China, Saudi Arabia, the Philippines, and the United States as major buyers. In Africa, the import is $6.06bn with Benin, Cote D’Ivoire, South Africa, Senegal, Cameroon, Ghana and Kenya as major purchasers. There are other markets like the bananas, and rubber market that Bayelsa state can explore for exports as well.<\/p>\n<h3 id=\"ember655\" class=\"ember-view reader-text-block__paragraph\"><em>The Proposals <\/em><\/h3>\n<p id=\"ember656\" class=\"ember-view reader-text-block__paragraph\">For Bayelsa state to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember657\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Bayelsa state government should consider the following:<\/p>\n<p id=\"ember658\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember659\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember660\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember661\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember662\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember663\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember664\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond generating revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Bayelsa state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals exportation.<\/p>\n<h3 id=\"ember665\" class=\"ember-view reader-text-block__paragraph\"><em>The Profit <\/em><\/h3>\n<p id=\"ember666\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Bayelsa state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember667\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/m1FofQPPcwQ?si=U5NyshsjfMCLaEvW&amp;t=2970\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\">here <\/a>for a hypothetical visual representation and explanation of how Bayelsa state can make N390.4bn from the export of agriproducts (palm oil).<\/p>\n<p id=\"ember668\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us. <\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we&#8217;re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-bayelsa-gqb3f\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/m1FofQPPcwQ?si=GbQy62jxiRVMBSLG\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23790,"template":"","class_list":["post-23789","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23789","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23790"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23789"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}