{"id":23785,"date":"2024-09-09T18:30:34","date_gmt":"2024-09-09T17:30:34","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23785"},"modified":"2024-09-11T17:47:53","modified_gmt":"2024-09-11T16:47:53","slug":"exploring-the-export-potential-of-anambra-state","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/exploring-the-export-potential-of-anambra-state\/","title":{"rendered":"Exploring Nigeria&#8217;s Export Potential (The Case of Anambra State)"},"content":{"rendered":"<h4 aria-level=\"4\"><span data-contrast=\"none\">The Preamble<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">Anambra state is a state in Southeastern Nigeria, and its slogan is Light of the Nation. It has 21 local government areas with Awka as its state capital. Anambra state, like other states, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. Regardless of the poverty, unemployment, and frustration present in Anambra state like all other states in Nigeria due to efficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Anambra state, there are opportunities for farming and mining as well as in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h4 aria-level=\"4\"><span data-contrast=\"none\">The Peculiarities<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">Anambra State was created in 1976 from the then East Central State by the General Murtala Mohammed regime with Enugu as its capital. A further state creation exercise by the General Ibrahim Babangida regime on 27<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> August 1991 divided Anambra into two states, Anambra and Enugu. The capital of present-day Anambra State is Awka.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Anambra state is bounded by Delta and Edo States to the west, Imo and Rivers States to the south, Enugu State to the east and Kogi State to the north. Anambra State derives its name from the Anambra River that traverses the state. The main towns of Anambra state are Awka, Onitsha, Nnewi, Obosi, Ihiala, Aguata, Uli, Abagana, Alor, Atani, Nkpor, Umuoji, Umunachi, Umudioka, Unubi, Umunya, Umuleri, Aguleri, Oba, Ojoto, Eziowele, Igbukwu, Ichi, Ichida, Oraifite, Ozubulu, Akwaukwu, Uke, Ukpo, Ogidi, Okija, Oraukwu, Otu-ocha, Nnobi, Adazi Nnukwu, Adazi Enu, Adazi Ani and Nanka.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Anambra is rich in natural gas, crude oil, bauxite, ceramics and almost 100 per cent arable soil. The people of the state are very industrious, however, most of its natural resources remain largely untapped. Most of the industrial base of the state is private sector driven, spanning from agro-allied, automobile and manufacturing situated mainly in the Nnewi industrial belt. The Onitsha market in Anambra state is reputed to be the biggest in West Africa. The state capital, Awka, is one of the oldest settlements in Igboland established at the Centre of the Nri Civilization, which produced the earliest documented bronze works in Sub-Saharan Africa around 800 AD and was the cradle of Igbo civilization.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Anambra state has a total land area of 4,865 Km² and is the second most densely populated state in Nigeria. Some important tourist attractions in the state include the Ogbunike Cave, Agulu Lake\/Gully, Odinani Museum and Igbo Ukwu Archeological Excavations. The state has 21 Local Government Areas (LGAs) which include Aguata, Awka North, Awka South, Anambra East, Anambra West, Anaocha, Ayamelum, Dunukofia, Ekwusigo, Idenili North, Idemili South, Ihiala, Njikoka, Nnewi North, Nnewi South, Ogbaru, Onitsha North, Onitsha South, Orumba North, Orumba South, and Oyi. It has a population of 5,846,198 people of which 2,981,561 are male and 2,864,637 are female. It has a tropical rainforest vegetation. The main crops produced in the state are Oil Palm, Rice, Citrus fruits, Maize, and Cassava. While the main solid minerals include Kaolin, Limestone, Lead, iron ore, Gypsum, and Lignite. Anambra has four agricultural zones, including, Awka, Anambra, Aguata, and Onitsha. Main investment opportunities for investment exist in Agribusiness, Auto components, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The competitive advantages of Anambra state are in its being the largest market in Africa, the presence of large deposits of natural gas and crude oil, the international airport serving as the key logistics hub for other states, home of the Nnewi automotive cluster, it has one of the highest GDP per capita in the country, low crime rate and its tourist attractiveness, most of which were attributed to the state in 2018. In 2019, the state recorded an Internally Generated Revenue (IGR) of N26.4bn and it had a budget of N137bn, implying that the state depends mainly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was 44.22%, while 16.48% were underemployed. The state’s GDP in the same period comprised 8% industry, 17% agriculture and 75% services.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h4 aria-level=\"4\"><span data-contrast=\"none\">The Profile<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">In 2020, Anambra State recorded an IGR of N28.01bn and a Federal Allocation of N54.16bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Anambra state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state as of 2020, had a domestic debt of about N59.98bn and foreign debt of about $108.1m and the state’s debt has been growing over the years. About 59.09% of the state’s revenue went to capital expenditure while the remaining 40.91% went to operating expenses. The IGR per capita of the state was N4,530, capital expenditure per capita was N10,227 and debt per capita was N16,343.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">According to the Budgit report of the Nigerian state, Anambra State emerged 3<\/span><span data-contrast=\"auto\">rd<\/span><span data-contrast=\"auto\"> in the 2021 fiscal performance ranking, down one position from its 2<\/span><span data-contrast=\"auto\">nd<\/span><span data-contrast=\"auto\"> position in 2020, giving it the second-best performance in the Southeast in 2021. Historically, Anambra state is a low-debt state, the state saw a year-on-year surge of 76.83% in its domestic debt burden from N33.92bn in 2019 to N59.98bn in 2020. This surge is significantly higher than the 1.27% year-on-year domestic debt growth from N33.49bn in 2018 to N33.92bn in 2019. Nevertheless, the state still has one of the country’s smallest domestic debts, ranking 24<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> by size. Anambra’s total debt stood at N100.05bn (including an external debt of $108.09m), and its total debt per capita stands at N16,343, significantly lower than the country average of N27,316, as of 2020.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In the same period, Fiscal shocks induced by the COVID-19 pandemic caused a slowdown in the state’s year-on-year IGR growth which increased by 6.22% from N26.37bn in 2019 to N28.01bn in 2020, compared to 36.59% growth witnessed between 2018 and 2019 when the state pulled in N19.31bn and N26.37bn, respectively in both years. Compared to the state’s population and its economic potential, the Internally Generated Revenue (IGR) is low. In 2020 its IGR per capita stood at N4,530, which is slightly less than the country&#8217;s average IGR per capita of N4,616 across all states, a scenario the state needs to work on improving. Despite a slowdown in its IGR growth, the state was one of 5 states that prioritized investment in capital infrastructure over investments in operating expenses in 2020. Other states to achieve this feat in 2020 are Ebonyi, Rivers, Cross River and Kaduna. Out of Anambra state’s N110.33bn 2020 spending, 57% or N63.23bn went for capital expenditure while operating expenses gulped N43.77on and N3.32bn on loan repayments. The state’s 2020 capital expenditure of N63.23bn represents a 27.71% increase from the N49.51bn capital spending in 2020 making it one of the 19 states in the country to increase their capital expenditure even as the COVID-19 pandemic dealt blows, to varying degrees, to all states.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">At N43.77bn, Anambra had one of the five smallest operating expenses for running the state government amongst all 36 states. It cut the overhead component of its operating expense by 22.11% from N23.55bn in 2019 to N18.34bn in 2020. However, despite an overall decent fiscal performance in 2020, Anambra still needs to take critical measures to improve its resilience by boosting foreign trade in the state and increasing economic prosperity to reduce the risk of reliance on borrowing to meet the needs of its citizens.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h4 aria-level=\"4\"><span data-contrast=\"none\">The Potential<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">Anambra is rich in natural gas, crude oil, bauxite, and ceramic. It also has an arable soil of almost 100 per cent. Anambra state has many other resources in terms of agro-based activities such as fisheries and farming, as well as land cultivated for pasturing and animal husbandry. The Anambra state government aimed to become a top 3 producer of rice, cassava and maize in Nigeria as of 2017. To this end, the government increased its 2017 budgetary allocation to agriculture by 500% to NGN5.4 billion, provided investment Incentives (e.g. tax relief options) and took steps to resolve land-related issues in the state. With most of Anambra’s agricultural arable land, the state has a strong potential to produce crops such as vegetables, rice and cassava in commercial quantities. In addition, the presence of mineral resources such as limestone, iron ore, natural gas, and coal provides a wide range of possibilities for backward integration with the production of inputs for manufacturing. Also, in Anambra state, oil palm is produced in large quantities in Igbarian, Awka and Ozubulu respectively.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Anambra has three cities that drive its economic activities, Nnewi, Onitsha and Awka. Nnewi and Onitsha are known for their large industrial and commercial operations. The state aims to become Nigeria’s automotive hub, attracting manufacturing companies, to establish and expand their operations in the state. Anambra State is the second smallest state in the country by land mass, with less than 300,000 hectares of land available for cultivation. However, the state’s success is hinged on its strategic approach to agriculture which involves soil testing to determine the best locations to grow rice, maize and cassava. The state’s agricultural sector is rapidly developing and has attracted investments worth $1 billion from nine organisations since 2014. Some of these investors include Coscharis, Joseph Agro and Deifarms, across rice, tomatoes, malting plants and integrated farm projects. Rice production in 2016 was estimated at 230,000 metric tonnes, exceeding the target of 210,000 metric tonnes. These investments are to ensure the state reaches and exceeds its local consumption demand of 320,000 metric tonnes.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The Agro-revolution initiated by the previous administration led to the establishment of the Agricultural Export Programme resulting in the first vegetable (fluted pumpkin and bitter leaf) export to the United Kingdom in January 2016 which was estimated at $5 million. The state has continued to export vegetables through a special arrangement with ABX World Cargo Ltd in partnership with Bosh Produce and Eagle Solution. The state is also providing critical links between farmers and industries, e.g. Delfarm\/Songhai farms, producing Sorghum in commercial quantity, have been linked with South Africa’s brewing giant, SABMiller. A similar arrangement was also initiated for Tiger Foods (the largest spices maker in West Africa) and Grand Cereal Limited.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h4 aria-level=\"4\"><span data-contrast=\"none\">The Purchasers<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">Analysing the global market size for the resources produced by Anambra state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of rice (which is one of its major cash crops) is about $24.7bn with Iran, China, Saudi Arabia, the Philippines, and the United States as major buyers. The import market share in Africa is about $6.06bn with Benin, Cote D’Ivoire, South Africa, Senegal, Cameroon, Ghana and Kenya as major buyers. The state also produces dried vegetables, and the world market share of dried vegetables import is $4.26bn with China, India, Germany, the United States, Netherlands, and Vietnam as major purchasers. The African import market share is $94m with Egypt, Tunisia, Namibia, Nigeria, South Africa and Morocco as major buyers. Anambra state also produces cassava starch and the world import market share for cassava starch is $1.69bn with China, Indonesia, the United States, Malaysia, Japan, and the Philippines as major buyers. In Africa, the import is $11.4m with South Africa, Senegal, Ghana, Mauritius, Algeria and Madagascar as major purchasers. There are other markets like the maize starch, and palm oil market that Anambra state can explore for exports as well.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h4 aria-level=\"4\"><span data-contrast=\"none\">The Proposals<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">For Anambra state to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost and unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to come oversee two critical areas and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Anambra state government should consider the following:<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<ol>\n<li><span data-contrast=\"auto\"> Partnering with a representative at the destination market to market and secure contracts.<\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up an entity (agent or distributor) for the SMEs at the destination market<\/span><\/li>\n<li><span data-contrast=\"auto\"> Partnering with an independent agent or distributor at the destination market<\/span><\/li>\n<li><span data-contrast=\"auto\"> Organising and sponsoring manufacturers to exhibit their products in the destination market <\/span><\/li>\n<\/ol>\n<p><span data-contrast=\"auto\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Anambra state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals exportation.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h4 aria-level=\"4\"><span data-contrast=\"none\">The Profit<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h4>\n<p><span data-contrast=\"auto\">Given the arable land available in Anambra state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">See <\/span><a href=\"https:\/\/youtu.be\/3agRb6n6KvY?si=PMFB09_WyMgjTby6&amp;t=2936\" target=\"_blank\" rel=\"noopener\"><span data-contrast=\"none\">here<\/span><\/a><span data-contrast=\"auto\"> for a hypothetical visual representation and explanation of how Anambra state can make N52bn from the export of agriproducts (palm oil).<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <\/span><b><span data-contrast=\"auto\">Aggressive Drive for Intra-Regional Trade is the Way to Go<\/span><\/b><span data-contrast=\"auto\">!<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><i><span data-contrast=\"auto\">If you found this article enlightening, feel free to share your thoughts with us. <\/span><\/i><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><i><span data-contrast=\"auto\">For Export Business Training, we&#8217;re your best bet!<\/span><\/i><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><i><span data-contrast=\"auto\">You can reach us via email at info@3timpex.com<\/span><\/i><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><i><span data-contrast=\"auto\">Send a message: +234 809 200 0424<\/span><\/i><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><i><span data-contrast=\"auto\">Read on <\/span><\/i><a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-anambra-tfjmf\/\" target=\"_blank\" rel=\"noopener\"><i><span data-contrast=\"none\">LinkedIn<\/span><\/i><\/a><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/3agRb6n6KvY?si=8qAkwRmRfILqcfft\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23786,"template":"","class_list":["post-23785","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23785","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23786"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23785"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}