{"id":23810,"date":"2024-09-18T15:03:47","date_gmt":"2024-09-18T14:03:47","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23810"},"modified":"2024-09-18T15:03:47","modified_gmt":"2024-09-18T14:03:47","slug":"export-potential-of-benue-state","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/export-potential-of-benue-state\/","title":{"rendered":"Exploring How Benue State Can Increase Its IGR From Export"},"content":{"rendered":"<h3 id=\"ember646\" class=\"ember-view reader-text-block__paragraph\"><em>The Preamble <\/em><\/h3>\n<p id=\"ember647\" class=\"ember-view reader-text-block__paragraph\">Benue State is predominantly an agricultural state located in the North Central region of Nigeria. It has 23 local government areas including Obi, Ogbadibo, Ohimini, Oju, Ado, Otukpo, Agatu, Ukum, Gboko and others with Makurdi as the state’s capital. Benue state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. Regardless of the poverty, unemployment, and frustration present in Benue state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Benue state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember649\" class=\"ember-view reader-text-block__paragraph\"><em>The Peculiarities <\/em><\/h3>\n<p id=\"ember650\" class=\"ember-view reader-text-block__paragraph\">Benue State was created on February 3, 1976, by the then regime of General Murtala Mohammed, out of the old Benue-Plateau State, with Makurdi as its capital. It was one of the seven new states created by the military administration headed by the late General Murtala Mohammed, which increased the number of states in the federation from twelve to nineteen. The state derives its name from the River Benue, which is the second-largest river in the country and is reputed to have the largest freshwater reserve in Nigeria. The state borders Nasarawa State to the North, Taraba State to the East, Cross River State to the South, Enugu State to the Southwest and Kogi to the West. It also shares an international boundary with the Republic of Cameroon to the Southeast.<\/p>\n<p id=\"ember651\" class=\"ember-view reader-text-block__paragraph\">Benue State is nicknamed the &#8220;<em>Food Basket of the Nation<\/em>&#8221; because of its competitive advantage in agriculture. The state produces 70% of Nigeria&#8217;s Soybean and is the largest producer of fruit concentrate and cassava in Nigeria. The state derives its name from River Benue, the second largest in the country and the most prominent geographical feature in the state. The present-day new Benue State (after a portion was carved out to create Kogi State in August 1991) has twenty-three local governments. Located in the middle belt of the country, Benue State shares boundaries with six states namely: Nassarawa to the north, Taraba to the east, Cross River, Ebony and Enugu to the south, and Kogi on the west.<\/p>\n<p id=\"ember652\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 30,800 Km² and 23 local government areas, Benue has a population of 6,096,869 with 3,109,403 males and 2,987,466 females. Its capital is Makurdi while other LGAs include Ado, Agatu, Apa, Buruku, Gboko, Guma, Gwer, Gwer-West, Katsina-Ala, Konshisha, Kwande, Logo, Makurdi, Obi, Ogbadibo, Ohimini, Oju, Okpokwu, Otukpo, Tarka, Ukum, Ushongo, and Vandeikya. Benue state has a vegetation of both Rain Forest and Guinea savannah. Its major crops are Yams, Rice, Beans, Cassava, Potatoes, Maize, soybeans, Sorghum, Millet, Cocoyam, Sesame, Melon, Groundnut, and Tomato. Solid minerals include Kaolin, Limestone, Barytes, Gemstone, Gypsum, Feldsper, and Wolfranite. There are three agricultural zones in Benue state; the northern zone, the eastern zone and the central zone. The Northern Zone comprises Buruku, Makurdi, Gwer-West, Gboko, Guma, Gwer East and Tarka local government. The central zone includes Ado, Obi, Agatu, Ogbadibo, Ohimini, Okpokwu, Oju and Otukpo local government.<\/p>\n<p id=\"ember653\" class=\"ember-view reader-text-block__paragraph\">Opportunities for investment in Benue State exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy, and Mining. The competitive advantages of Benue state are in its yam production capacity, Kaolin and limestone deposits, longest stretches of river system in Nigeria, largest producer of fruits, paddy, sesame, cassava and soybeans in Nigeria, all-year green vegetation and animal husbandry.  As of 2019, the state recorded an Internally Generated Revenue (IGR) of N17.9bn and it had a budget of N114.5bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 43.52%, while about 11.93% were underemployed. With the opportunities available in Benue state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<div id=\"attachment_23793\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23793\" class=\"wp-image-23793 size-large\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople-1024x664.jpg\" alt=\"Etulo people of Benue state inside a river, Tapping into fishing for Export\" width=\"1024\" height=\"664\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople-1024x664.jpg 1024w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople-300x194.jpg 300w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople-768x498.jpg 768w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople-650x421.jpg 650w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople-600x389.jpg 600w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/etulopeople.jpg 1080w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><p id=\"caption-attachment-23793\" class=\"wp-caption-text\">Etulo people of Benue state inside a river| www.iambenue.com<\/p><\/div>\n<h3 id=\"ember656\" class=\"ember-view reader-text-block__paragraph\"><em>The Profile <\/em><\/h3>\n<p id=\"ember657\" class=\"ember-view reader-text-block__paragraph\">In 2020, Benue State recorded an IGR of N10.46bn and a Federal Allocation of N58.6bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Benue state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state as of 2020, had a domestic debt of about N126.13bn and foreign debt of about $32.5m and the state’s debt has been growing over the years. About 10.75% of the state’s revenue went to capital expenditure while the remaining 89.25% went to operating expenses. Here’s a state that should spend more on capital expenditure for agro-processing yet the amount spent on capital expenditure is so minimal. The IGR per capita of the state was N1,616, capital expenditure per capita was N1,298 and debt per capita was N21,390.<\/p>\n<p id=\"ember658\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of Nigerian states, the state known as the “<em>Food Basket of the Nation<\/em>”, could not translate its agricultural fruitfulness into fiscal fruitfulness in 2020. The state fell from its 32nd position in 2020 to 34th in the 2021 Fiscal Performance Ranking. This fall may be traceable in part to changes in Benue’s capital expenditure of N8.40bn in 2020 which was a drop from its 2019 figure of N12.65bn. The state’s recurrent expenditure fell slightly from N69.74bn in 2019 to N69.73bn in 2020. Though there was a year-on-year increase in the ‘Personal Emoluments’ and ‘Overhead costs sub-components of the recurrent expenditure profile, the ‘Social Benefits sub-component of recurrent expenditure dropped from N5.29bn in 2019 to N1.53bn in 2020, by about N3.8bn (a 71.07% decrease).<\/p>\n<p id=\"ember659\" class=\"ember-view reader-text-block__paragraph\">Turning the spotlight to capital expenditure (capex), it was observed that Benue state also experienced negative growth. In 2019, Benue spent N12.65bn and in 2020, it spent N8.40bn (a difference of N4.25bn) decreasing by about 33.59%. This decline in actual capex translates to N1,298 per capita &#8211; the lowest in the entire federation, which is a far cry from the national average of N8,129. Perhaps more disturbing (despite the occurrence of the COVID-19 pandemic) is the fact that the state spent eight times more on recurrent expenditure (N69.73bn) in 2020 than on capex (N8.40bn). The bulk of the spending on recurrent expenditure went to ‘Personal Emoluments’ and ‘Overhead costs’, which represent 92.68% of the total recurrent expenditure. In terms of sectoral allocation, the Economic sector received the highest allocation of N8.10bn, meaning that the sector took 96.42% of the state’s entire capital expenditure.<\/p>\n<p id=\"ember660\" class=\"ember-view reader-text-block__paragraph\">Benue State had one of the worst IGR performances in the federation. Its IGR fell by 41.38% from N17.85bn in 2019 to N10.46bn in 2020. The 2020 total debt figures of N138.48bn translates to a debt per capita of N21,390 and Benue is one of the 5 states in the federation with the highest additions to their total debt stock. Its debt stock grew from N108.96bn in 2019 to N138.48bn in 2020.<\/p>\n<h3 id=\"ember661\" class=\"ember-view reader-text-block__paragraph\"><em>The Potential <\/em><\/h3>\n<p id=\"ember662\" class=\"ember-view reader-text-block__paragraph\">Benue state is acclaimed as the nation’s “<em>food basket<\/em>” because of its rich and diverse agricultural produce which includes yams, rice, beans, cassava, potatoes, maize, soybeans, sorghum, millet and cocoyam. The state also accounts for over 70% of Nigeria’s Soya beans production. It also boasts of one of the longest stretches of river systems in the country with great potential for a viable fishing industry, dry season farming through irrigation and an inland waterway through irrigation and an inland waterway.<\/p>\n<p id=\"ember663\" class=\"ember-view reader-text-block__paragraph\">In the area of industrialization, the state government spearheads the industrialization of the State by setting up several industries including Taraku Mills Limited, Benue Brewery Limited, Benue Burnt Bricks, Benco Roof Tiles and Ago Millers Limited in which it retains some holding, but the industries are gradually being privatised.<\/p>\n<p id=\"ember664\" class=\"ember-view reader-text-block__paragraph\">Benue is blessed with abundant mineral resources including Limestone, Gypsum, Anhydride, Kaolin, Natural Gas, Salt, Petroleum Oil, Lead and Zinc, Barytes, Clay, Coal, Calcite, Gemstones, wolframite, gypsum, feldspar and Magnetite. Of these mineral resources, only limestone at TseKucha, near Gboko, and Kaolin are being commercially exploited. Major crops produced in the state include Yams, Rice, Beans, Cassava, Potatoes, Maize, Soybeans, Sorghum, Millet, Cocoyam, Sesame, Melon, Groundnut, and Tomatoes.<\/p>\n<h3 id=\"ember665\" class=\"ember-view reader-text-block__paragraph\"><em>The Purchasers <\/em><\/h3>\n<p id=\"ember666\" class=\"ember-view reader-text-block__paragraph\">Looking at the global market size for the resources produced by Benue state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of rice (which is one of its major cash crops) is about $24.7bn with Iran, China, Saudi Arabia, the Philippines, The United States, Benin Republic and Iraq as major buyers. The import market share in Africa is about $6.06bn with Benin Republic, Cote D’Ivoire, South Africa, Senegal, Cameroon, Ghana and Kenya as major buyers.<\/p>\n<p id=\"ember667\" class=\"ember-view reader-text-block__paragraph\">The state also produces sesame seeds, and the world market share of sesame seeds import is $3.45bn with, China, Japan, Turkey, India, South Korea, Israel, Saudi Arabia, Vietnam, Germany and Greece as major purchasers. The African import market share is $167m with Egypt, Tunisia, Morocco, Togo, Algeria, Ghana and South Africa as major buyers.<\/p>\n<p id=\"ember668\" class=\"ember-view reader-text-block__paragraph\">Benue state also produces Soybeans and the world import market share for soybeans is $55.2bn with China, Japan, Thailand, Mexico, Netherlands, Argentina, Egypt and Spain as major buyers. In Africa, the import is $1.73bn with Egypt, Tunisia, Algeria, Kenya, and Nigeria as major purchasers. There are other markets like the ground nut, and corn markets that Benue state can explore for exports as well.<\/p>\n<h3 id=\"ember669\" class=\"ember-view reader-text-block__paragraph\"><em>The Proposal<\/em><\/h3>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\">For Benue State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Benue state government should consider the following:<\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember674\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember675\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember676\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember677\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember678\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Benue state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals exportation.<\/p>\n<h3 id=\"ember679\" class=\"ember-view reader-text-block__paragraph\"><em>The Profit <\/em><\/h3>\n<p id=\"ember680\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Benue state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember681\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/DwPklThf4no?si=8xdlytGbF0GukQrR&amp;t=2783\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\">here<\/a> for a hypothetical visual representation and explanation of how Benue state can make N262.5bn from the export of agriproducts (sesame seeds).<\/p>\n<p id=\"ember682\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-benue-sehte\/?trackingId=61GhhR%2B4SiOc9tY5wBqIag%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/DwPklThf4no?si=vxEdlDksM2ldOvvz\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23794,"template":"","class_list":["post-23810","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23810","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23794"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23810"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}