{"id":23816,"date":"2024-09-18T17:11:13","date_gmt":"2024-09-18T16:11:13","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23816"},"modified":"2024-09-18T17:11:13","modified_gmt":"2024-09-18T16:11:13","slug":"borno-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/borno-state-export-potential\/","title":{"rendered":"Exploring How Borno State Can Increase Its IGR From Export"},"content":{"rendered":"<h3 id=\"ember483\" class=\"ember-view reader-text-block__heading-3\">The Preamble<\/h3>\n<p id=\"ember484\" class=\"ember-view reader-text-block__paragraph\">Borno State is predominantly an agricultural state as the majority of its people are farmers, fishermen or herdsmen. It is in the Northeastern region of Nigeria with 3 senatorial districts and 27 local government areas including Askira-Uba, Bama, Bayo, Biu, Chibok, Damboa, Dikwa, Kusar, Mafa, Magumeri, Maiduguri, Marte, Mobbar, and others with Maiduguri as the state’s capital. In this article, we explore the export possibilities that exist for the state given that resources are well utilised. It is worth noting that despite the challenges faced by the state from insecurity, the state performed much better than some states.<\/p>\n<p id=\"ember485\" class=\"ember-view reader-text-block__paragraph\">Borno state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. Insecurity, poverty, unemployment, and frustration are indeed present in Borno state, like other states in Nigeria, due to the inefficient management of state-owned resources. However, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Borno state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember486\" class=\"ember-view reader-text-block__heading-3\">The Peculiarities<\/h3>\n<p id=\"ember487\" class=\"ember-view reader-text-block__paragraph\">Borno State was created on February 3, 1976, by the Murtala Mohamed regime out of the then North-Eastern State. Until August 1991, it was a part of the current Yobe State. Its capital is Maiduguri. Bomo State occupies 70,898 square kilometres of land area and a greater part of the Chad Basin. The state shares borders with the Republics of Niger to the North, Chad to the North-East and Cameroun to the East, making it a major trading hub of goods. Within Nigeria, Borno State shares boundaries with Adamawa State to the South, Gombe State to the West and Yobe State to the North-West.<\/p>\n<p id=\"ember488\" class=\"ember-view reader-text-block__paragraph\">Borno state derives its name from the ancient Borno empire. The state is dominated by the Kanuri ethnic group and is an example of the endurance of traditional political institutions in some areas of Africa. There, the emirs of the former Kanem-Bornu Empire have played a part in the politics of this area for nearly 1000 years. The state is pluralistic in ethnic composition with a rich but diverse historical and cultural heritage that dates to over one thousand (1000) years.<\/p>\n<p id=\"ember489\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 72,609 Km² and 27 local government areas, Borno has a population of 6,272,536 with 3,198,993 males and 3,073,543 females. Its capital is Maiduguri while other LGAs include Abadam, Askira-Uba, Bama, Bayo, Biu, Chibok, Damboa, Dikwa, Gubio Guzamala Gwoza Hawul, Jere, Kaga, Kala\/Balge, Kondunga, Kukawa, Kwaya, Kusar, Mafa, Magumari, Marte, Mobbar, Monguno, Ngala, Nganzai, and Shani. It has a Tropical Savannah vegetation and its major crops include Millet, Sorghum, Maize, Cowpea, Rice, Wheat, Cassava, Cocoyam, Gum Arabic, Livestock, Tamarind, Mangoes, Oranges, Tomatoes, Onions, Cabbage, Lettuce, Spinach and Groundnut. While its solid minerals include Feldspar, Limestone, Kaolin, Clay, Potash, Iron- Ore, Natural Salt, Quartz, Magnetite, Diatomite, Trona, Mica, Silica Sand, Gypsum, Granite Chips, Flutters Earth and Uranium. There are three agricultural zones in Borno state: Biu, Bama and Kukawa.<\/p>\n<p id=\"ember490\" class=\"ember-view reader-text-block__paragraph\">Borno State is called the “<em>Home of Peace<\/em>”. It is mainly agrarian with large deposits of mineral resources. A major source of freshwater fish in the country as it houses part of Lake Chad. Investment opportunities exist in Agribusiness, Manufacturing, Real Estate, Healthcare, Tourism, Energy, and Mining. The competitive advantages of Borno state are in its being the 2nd largest state in Nigeria covering about 10% of the country’s landmass; strategic location due to its borders with Cameroon, Chad and Niger and other Nigerian states; the commodities it produces such as groundnut, cattle, maize, rice, wheat, etc.; dedicated gum arabic belt; diatomite, bentonite, and gypsum deposits; large hectares reserved for livestock production.  As at 2019, the state recorded an Internally Generated Revenue (IGR) of N8.2bn and it had a budget of N146bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 43.25%, while about 23.85% were underemployed. With the opportunities available in Borno state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember491\" class=\"ember-view reader-text-block__heading-3\">The Profile<\/h3>\n<p id=\"ember492\" class=\"ember-view reader-text-block__paragraph\">In 2020, Borno State recorded an IGR of N11.58bn and a Federal Allocation of N63.22bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Borno state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state as of 2020, had a domestic debt of about N89.05bn and foreign debt of about $20.8m and the state’s debt has been growing over the years. About 41.69% of the state’s revenue went to capital expenditure while the remaining 58.31% went to operating expenses. The IGR per capita of the state was N1,725, capital expenditure per capita was N5,840 and debt per capita was N14,441.<\/p>\n<p id=\"ember493\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of the Nigerian state, Borno state, the “Home of Peace” has barely enjoyed peace in the last decade. In 2020 it faced the double jeopardy of fiscal shocks from the COVID-19 pandemic and ongoing attacks by despicable terrorist groups and bandits. Nevertheless, Its IGR capacity demonstrated resilience, witnessing +41.63% year-on-year IGR growth, from N8.18bn in 2019 to N11.58bn in 2020, the 27th in the country by size, but the second best in the North-east region. However, given the state’s population and infrastructure needs, this is still very small; Borno’s IGR Per capita is barely N1,725 compared to the average IGR per capita of N4,616 for all 36 states. This abysmally low IGR contributed to the state emerging as 17th out of all the 36 states in the 2020 States Fiscal Performance Index.<\/p>\n<p id=\"ember494\" class=\"ember-view reader-text-block__paragraph\">Borno State&#8217;s 25-Year Development Framework and 10-Year Strategic Transformation Plan (BSYDF\/STP) may be implemented at a slower pace if the annual growth rate for capital expenditure is not increased in the state.  Year-on-year the state improved its capital expenditure by 2.05% from N38.42bn in 2019 to N39.21bn in 2020. Capital expenditure per capita stands at N5,840 per citizen which is very low compared to the country average of N8, 129 per citizen for all states. Note however, that although the state’s total revenue (Total Receipts, Aids and Grants) of N90.5bn is still too small to meet its infrastructural needs, it was still the largest recorded amongst all states in the North East region.<\/p>\n<p id=\"ember495\" class=\"ember-view reader-text-block__paragraph\">The state’s capital expenditure of N39.21bn accounts for 40.24% of the N97.44bn total expenditure recorded during the fiscal year under review, making it one of the 31 states that prioritized operating expenses over investments in capital infrastructure investments; N14.8bn from the state’s capital expenditure was devoted to COVID-19 projects. Operating expenses gulped N54.84bn while loan repayments looked up N3.40bn representing 56.28% and 3.49% of the state’s total expenditures respectively.<\/p>\n<p id=\"ember496\" class=\"ember-view reader-text-block__paragraph\">With a total debt burden of N96.96bn, Bomo is the 26th most indebted state, making its debt one of the smallest in the country. The state’s total debt per capita is N14,441 which is significantly less than the average total debt per capita of N27,316. The state’s external debt component stands at $20.81m, up by 21.61% from $17.11m in 2019, making it the second smallest external debt size in the country and by extension, one of the least exposed to risks of exchange rate volatility.<\/p>\n<h3 id=\"ember497\" class=\"ember-view reader-text-block__heading-3\">The Potential<\/h3>\n<p id=\"ember498\" class=\"ember-view reader-text-block__paragraph\">The Bono state economy is largely agrarian, with livestock husbandry, crop production and fishing, on Lake Chad, dominating the economic activities of the population. Agriculture is mainly subsistent, with over 70% of her population depending on it directly or indirectly for their livelihoods. It provides the bulk of employment, income, food, and clothing for the rapidly growing population as well as supplying raw materials for agro-based industries. In Borno state, agriculture contributes up to 65% of the state&#8217;s Gross Domestic Product (GDP). Its major cash crops are cotton, sesame and groundnut while food crops include maize, yam, yam, cassava, sorghum, cowpea, sorghum, millet, sweet potato and rice. Cattle and other livestock also have enormous value chain growth opportunities. With the insecurities that have hit Borno state, food production (crop\/animal and fishing) has been mainly contributed from external sources, imported either in the form of credit or gift from non-governmental organizations (NGOs), World Food Program (WFP), and civil societies among others.<\/p>\n<p id=\"ember499\" class=\"ember-view reader-text-block__paragraph\">Financing agribusiness can increase the added value of raw materials, strengthening local rural economies, food security and nutrition, and improving the quality of life in many homes at risk of exclusion and vulnerability in Borno State. Residents of Borno State are engaged in major agricultural businesses, however, there are other areas with untapped potential. These opportunities await any investor willing to dive into the agribusiness sector of the state. The commodities that are considered to have the potential to offer sustainable competitive advantage and economic development to the state include rice, maize, millet, sorghum, cowpea, sesame and livestock.<\/p>\n<h3 id=\"ember500\" class=\"ember-view reader-text-block__heading-3\">The Purchasers<\/h3>\n<p id=\"ember501\" class=\"ember-view reader-text-block__paragraph\">Taking a look at the global market size for the resources produced by Borno state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt and the Netherlands as its major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal and Kenya as major buyers.<\/p>\n<p id=\"ember502\" class=\"ember-view reader-text-block__paragraph\">The state also produces rice, and the world market share of rice import is $24.7bn with, Iran, China, Saudi Arabia, the Philippines, the United States, Iraq and Benin Republic as major purchasers. The African import market share is $6.6bn with Benin Republic, Ivory Coast, South Africa, Cameroon, Ghana and Kenya as major buyers.<\/p>\n<p id=\"ember503\" class=\"ember-view reader-text-block__paragraph\">Borno state also produces wheat and the world import market share for wheat is $44.1bn with Egypt, Indonesia, Turkey, the Philippines, Algeria, Brazil, Japan and Italy as major buyers. In Africa, the import is $12.5bn with Egypt, Nigeria, Algeria, Morocco, Sudan, Kenya and South Africa as major purchasers. There are other markets like the groundnut, and citrus markets that Borno state can explore for exports as well.<\/p>\n<h3 id=\"ember504\" class=\"ember-view reader-text-block__heading-3\">The Proposal<\/h3>\n<p id=\"ember505\" class=\"ember-view reader-text-block__paragraph\">For Borno State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember506\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Borno state government should consider the following:<\/p>\n<p id=\"ember507\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember508\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember509\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember510\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember511\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember512\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember513\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Borno state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember514\" class=\"ember-view reader-text-block__heading-3\">The Profit<\/h3>\n<p id=\"ember515\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Borno state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember516\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/hN6uw7DKP5w?si=NUb1ZTDQzSmn5ZQs&amp;t=3011\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a> for a hypothetical visual representation and explanation of how Borno state can make N398.05bn from the export of agriproducts (sesame seeds).<\/p>\n<p id=\"ember517\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-borno-ujghf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/hN6uw7DKP5w?si=-nH3KNq9eAJF_KqQ\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23817,"template":"","class_list":["post-23816","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23816","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23817"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23816"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}