{"id":23828,"date":"2024-09-25T13:43:04","date_gmt":"2024-09-25T12:43:04","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23828"},"modified":"2024-10-09T15:40:35","modified_gmt":"2024-10-09T14:40:35","slug":"delta-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/delta-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Delta State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Delta State, like other Nigerian states, can leverage its export potential by concentrating on exploring both its under-tapped and untapped resources. The State is oil-producing and is one of the nine Niger-Delta states in Nigeria. Aside from oil and gas, the state is endowed with several other resources which can significantly contribute to the state’s Internally Generated Revenue (IGR) should they be well-exploited and maximised.<\/p>\n<p class=\"article-editor-content__paragraph\">Delta state, <em>the big heart,<\/em> is a state in South-South Nigeria and its capital is Asaba. The state should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Delta state like all other states in Nigeria due to efficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Delta State, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Delta State was created from the then Bendel State on 27th August 1991 by the General Ibrahim Babangida regime. The State is named after the delta region of the River Niger. Its capital is Asaba and Warri is its biggest commercial city. Other major towns are Agbor, Ughelli, Oleh, Ozoro, Oghara, Sapele, Koko, Burutu, Okpanam and Ogwashukwu. Delta State can be considered a miniature version of Nigeria, because of its diverse ethnic groups.<\/p>\n<p class=\"article-editor-content__paragraph\">The State shares common boundaries with Edo and Ondo States to the northwest, Imo and Anambra to the northeast, Rivers and Bayelsa States to the southeast. In the southwest and south, it has approximately 122 kilometres of coastline bounded by the Bight of Benin on the Atlantic Ocean.<\/p>\n<p class=\"article-editor-content__paragraph\">Major ethnic groups in Delta State include Urhobo, Igbo, Ezon, Isoko and Itsekiri. All the ethnic groups claim a common ancestry, consequently, their cultures are similar. These similarities are manifested in their religious folklore, dances, arts and crafts and festivals.<\/p>\n<p class=\"article-editor-content__paragraph\">Delta State is in the South-South geo-political zone of Nigeria. It is also home to Warri, which is the most populous of its cities and is its economic nerve Centre. Delta State is an oil-producing state and is one of the nine Niger-Delta states in Nigeria. Also, the River Ethiope which is reputed to be the deepest inland waterway in Africa is sourced in and flows through Delta State. The State also has a thriving fishing industry.<\/p>\n<p class=\"article-editor-content__paragraph\">The state nicknamed “the Big Heart is the largest producer of petroleum products in the country. Main investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 17,108 Km², Delta State has 25 Local Government Areas (LGAs) which include Ethiope East, Ethiope West, Okpe, Sapele, Udu, Ughelli North, Ughelli South, Uvwie, Aniocha North, Aniocha South, Ika Northeast, Ikaa South, Ndokwa East, Ndokwa West, Oshimili North, Oshimili South, Ukwuani, Bomadi, Burutu, Isoko North, Isoko South, Patani, Wai North, Warri South and Warm South-West. It has a total population of 6,037,667 with 3,079,210 males and 2,958,457 females. It has both Tropical Savannah and Monsoon vegetation. Major crops produced in the state are Cassava, Rubber, Oil Palm, Cashew and Cocoa. While some major mineral resources include Crude oil, Silica, Tar Sand, Clay and Limestone.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Delta State are in its owning 40% of the gas reserves and the first in crude oil production in Nigeria; it has 163km coastline with numerous ports, jetties and maritime industry; it has suitable geographical conditions for farming; its Abraka Turf and Country Club is a site for tourist attraction; it has deposits of lignite (brown coal). In 2019, the state recorded an Internally Generated Revenue (IGR) of N64.7bn and a budget of N395bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 31.14%, while about 24.01% were underemployed. With the opportunities available in Delta state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Delta State recorded an IGR of N59.73bn and a Federal Allocation of N200.96bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Delta state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N248.45bn and foreign debt of about $62.1m and the state’s debt has been growing over the years. About 24.17% of the state’s revenue went to capital expenditure while the remaining 75.83% went to operating expenses. The IGR per capita of the state was N9,280, capital expenditure per capita was N9,537 and debt per capita was N42,263.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, <em>“The Big Heart”<\/em>, Delta state took a hit from the infamous economic assassin, COVID-19 in 2020 which saw its IGR tumble by 7.65% from N64.68bn in 2019 to N59.73bn in 2020. The state’s historically high dependency on federally distributed revenue has always left it vulnerable to shocks from crude oil price volatility, a situation which crystallized in 2020 as crude prices plummeted to $9.12 per barrel8, its lowest price in decades, leading to a further decline in its revenue.<\/p>\n<p class=\"article-editor-content__paragraph\">With 2020 spending on operating activities reaching N192bn, the state had the second highest annual operating expenses after Nigeria’s commercial nerve centre, Lagos state- without having its industrial clout to depend on for revenue generation for sustainability. It also does not have the IGR generating capacity of its neighbouring oil-producing state – Rivers to depend on to satisfy its recurrent expenditure appetite. Rivers State raised N117.2bn IGR in 2020; nearly twice the N59.73bn IGR raked in by Delta State in the same year.<\/p>\n<p class=\"article-editor-content__paragraph\">To sustainably finance its high operating expenses, the state needs to urgently identify new ways of turbo-charging its IGR, otherwise, citizens may find the state increasingly resorting to more domestic debt to survive, further crowding out other entrepreneurs from accessing loans to grow their businesses. Critical expenditures could also suffer, for example, the state reduced pension payments to retirees in the state by 23.07% from N13bn in 2019 to N10bn in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">Delta state was the fourth most indebted state in Nigeria with a total debt burden of N272.03bn in December 2020 and debt per capita of N42,263 per citizen, which is higher than N27,316 per citizen, the average for all 36 states. Delta’s domestic debt surged by 6.22% from N233.89bn in 2019 to N248.45bn in 2020; this surge was higher than the 2.22% year-on-year domestic debt growth the state experienced from N228.81bn in 2018 to N233.89bn in 2019. However, there was a decline in the state’s foreign debt portfolio of 0.76% from $62.53m in 2019 to $62.06m in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2020, investment in capital infrastructure suffered a 56.89% decline from N142.03bn in 2019 to N61.38bn in 2020, which was the highest year-on-year decline across all 36 states for the period. The implication of this would be stalled delivery of capital projects in the state and reduced payments to contractors for ongoing projects, with a negative ripple effect on the balance sheet of the affected contractors.<\/p>\n<p class=\"article-editor-content__paragraph\">Due to the weak performance of its fiscal fundamentals, low prioritization of capital expenditures, decline in its IGR, and growing debt-to-revenue ratio, the state declined from 23rd position on the annual ranking in 2020 to 31st position in 2021 out of 36 states.<\/p>\n<div id=\"attachment_23830\" style=\"width: 310px\" class=\"wp-caption alignnone\"><img decoding=\"async\" aria-describedby=\"caption-attachment-23830\" class=\"size-full wp-image-23830\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Young-farmers-venturing-into-neglected-gold-mine-300x164-1.jpg\" alt=\"Subsistence farmers in Delta state, focusing on agriculture to improve state IGR\" width=\"300\" height=\"164\" \/><p id=\"caption-attachment-23830\" class=\"wp-caption-text\">Image Credit: deltastate.gov.ng | Farmers in Delta State<\/p><\/div>\n<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Agriculture is the mainstay of Delta State and yams, cassava (manioc), oil palm produce, rice, and corn (maize) are grown for local consumption. Delta is a major exporter of petroleum, rubber, timber, palm oil and palm kernels via the Niger-Delta ports of Burutu, Forcados, Koko, Sapele, and Warri.<\/p>\n<p class=\"article-editor-content__paragraph\">The state’s industries include glass and bottle factories, textile mills, and plastics, rubber, plywood, natural gas, and boatbuilding. Sawmilling, and furniture industries. A major steel-producing complex is at Aladja, adjacent to Warri. Petroleum is exported by pipeline from the Ughelli fields, and other major oil fields exist near Warri (which possesses an oil refinery), Koko, and Escravos, as well as offshore.<\/p>\n<p class=\"article-editor-content__paragraph\">The Delta state government has been making efforts to diversify the state’s revenue base from solely oil. Tourism and agricultural development are other areas the government is looking at developing into major revenue earners. The state government also renders various forms of assistance to farmers in fisheries, agriculture, forestry, veterinary services, produce planning and research.<\/p>\n<p class=\"article-editor-content__paragraph\">Most local governments in the state boast of fisheries extension units which cater for advisory inputs – nets, engines ropes, lead, floats and others. The state government has invested adequately in fisheries due to the natural resources which Delta State is blessed with. Fresh fish, crabs, shrimp and dried fish are abundant in almost all the local governments. Delta State is also rich in major tubers and root crops such as cassava, coco yams, yam and potatoes.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Delta State, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of palm oil (which is one of its major cash crops) is about $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy and the United States as its major purchasers. The import market share in Africa is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic and Ghana as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces frozen shrimps and prawns, and the world market share of frozen shrimps&#8217; import is $19.5bn with, China, the United States, Japan, Spain, France, Vietnam, South Korea, Italy, the United Kingdom and Germany as major purchasers. The African import market share is $238m with Morocco, Egypt, South Africa, Mauritius, Algeria, and Namibia as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Delta state also produces processed shrimps and prawns and the world import market share for processed shrimps and prawns is $6.22bn with the United States, Japan, Germany, the United Kingdom, Denmark, the Netherlands, China and South Korea as major buyers. In Africa, the import is $156m with Egypt, Morocco, South Africa, and Mauritius as major purchasers. There are other markets like the wood for newsprint, and sawn wood markets that Delta state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Delta State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Delta state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Delta State. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Delta state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from cost of farming, to cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link article-editor-content__link\" href=\"https:\/\/youtu.be\/chGrZ0mbbLI?si=XBf5AcrXz8oPLw2U&amp;t=3197\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Delta state can make N790bn from the export of agriproducts (palm oil).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-borno-ujghttps:\/\/www.linkedin.com\/posts\/3t-impex-trade-academy_crossriver-nigeria-economy-activity-7243997569855451137-Gb5c?utm_source=share&amp;utm_medium=member_desktophf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/chGrZ0mbbLI?si=kljjGJSIL7PMWR7U\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23829,"template":"","class_list":["post-23828","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23828","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23829"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23828"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}