{"id":23820,"date":"2024-09-23T15:38:39","date_gmt":"2024-09-23T14:38:39","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23820"},"modified":"2024-09-23T17:25:18","modified_gmt":"2024-09-23T16:25:18","slug":"cross-river-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/cross-river-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Cross River State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Cross River State, <em>the nation’s paradise,<\/em> is a small state in the south-south region of Nigeria and is one of the states doing a lot in cocoa production. By growing the export of non-oil commodities produced in the state, Cross River State can do a lot to advance its state and contribute to the growth of the nation. Like other states, Cross River state should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. Regardless of the poverty, unemployment, and frustration present in Cross River state like all other states in Nigeria due to efficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. For Cross River state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Cross River State was created on May 27, 1967, from the then Eastern Region by the General Yakubu Gowon regime. Its name was changed to Cross River State in the 1976 state creation exercise by the General Murtala Mohammed regime. The present-day Akwa Ibom State was excised from it in the state creation exercise of September 1987 by the then regime of General Ibrahim Babangida. Its capital is Calabar, and its major towns Include Akamkpa, Calabar, Ikom, Obubra, Odukpani, Ogoja, Okundi, Ugep, Obudu, Obanliku and Akpabuyo. Cross River is a coastal state in Southeastern Nigeria, named after Cross River, which passes through the state. Located in the Niger Delta region, Cross River State occupies 21,787 Km² land area. It shares boundaries with Benue State to the north, Enugu and Abia States to the west, to the east by the Cameroon Republic and to the south by Akwa-Ibom and the Atlantic Ocean. The State has 18 Local Government Areas (LGAs) which include Abi, Akamkpa, Akpabuyo, Bakassi, Bekwarra, Biase, Boki, Calabar Municipal, Calabar South, Etung, Ikom, Obanliku, Obubra, Obudu, Odukpani, Ogoja, Yakur, and Yala. There are three major language groups in Cross River State – Efik, Ejagham and Bekwara. Cross River state has a population of 4,097,143 with 2,089,543 males and 2,007,600 females.<\/p>\n<p class=\"article-editor-content__paragraph\">The cultures of the different groups in the State bear striking similarities. Each rhythm and dance expresses the feelings of the people which relate to events, festivals, or simply their way of life. Dances in Cross River State include Ekpe, Nkwa, Obon, Udoiminyang, Abang, Moninkim, Acharbor, Onat Ekertedi, Ayita, Udiang Otichui and many others. Traditional festivals relating to farming activities are observed in Yala, Yarkurr, Obubra, Wont, Ogoja, Obudu, Obanliku and Boki local Government areas. These festivals are observed annually to celebrate the rich harvest of the season. The State has both Tropical Savannah and Monsoon vegetation, and the major crops produced are Cocoa, Rice, Cassava, Oil Palm, Rubber, Banana, and Pineapple. While solid minerals include Limestone, Clay, Salt, Tin, Granite, Basalt, Quartzite, Kaolin, Sand and Feldspar. There are three agricultural zones in Cross River state &#8211; Ogoja, Ikom and Calabar. The main investment opportunities that exist in the state are in Agribusiness, Light Manufacturing, Healthcare, Real Estate, Tourism, Energy, and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Cross River state are in its contributing 54% of the forests in Nigeria; having the presence of cocoa factories; possession of rice seedling facilities; being a great tourist attraction site through its annual Calabar festival, which is Africa’s biggest street party; being the highest producer of timber in Nigeria; owning the largest garment factory by floor size in Nigeria. As at 2020, the state recorded an Internally Generated Revenue (IGR) of N22.6bn and it had a budget of N1.1tn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 53.65%, while about 17.81% were underemployed. With the opportunities available in Cross River state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<div id=\"attachment_23821\" style=\"width: 1010px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23821\" class=\"size-full wp-image-23821\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Hand_sculpture_roundabout_Calabar_Cross_River_state2.jpg\" alt=\"Hand Sculpture Roundabout, Calabar, Cross River State\" width=\"1000\" height=\"665\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Hand_sculpture_roundabout_Calabar_Cross_River_state2.jpg 1000w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Hand_sculpture_roundabout_Calabar_Cross_River_state2-300x200.jpg 300w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Hand_sculpture_roundabout_Calabar_Cross_River_state2-768x511.jpg 768w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Hand_sculpture_roundabout_Calabar_Cross_River_state2-650x432.jpg 650w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/09\/Hand_sculpture_roundabout_Calabar_Cross_River_state2-600x399.jpg 600w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><p id=\"caption-attachment-23821\" class=\"wp-caption-text\">Image Credit: wikipedia.org | Hand Sculpture Roundabout, Calabar, Cross River State<\/p><\/div>\n<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Cross River State recorded an IGR of N16.18bn (which was the lowest compared to the previous three years) and a Federal Allocation of N52.22bn, and this has usually been the case over the years, that is, federal allocation always being significantly greater than the internally generated revenue of the state. This by implication means Cross River state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state as of 2020, had a domestic debt of about N163.16bn and foreign debt of about $192.5m and the state’s debt has been growing over the years. About 49.86% of the state’s revenue went to capital expenditure while the remaining 36.50% went to operating expenses. The IGR per capita of the state was N3,727, capital expenditure per capita was N11,484 and debt per capita was N54,425.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, “<em>The Nation’s Paradise<\/em>”, Cross River state, performed creditably well in the annual ranking of states’ fiscal performance, improving from 14th position in 2020 to 8th position in 2021. This was driven largely by increased prioritization of capital expenditure over its operating expenses, in a year when 19 other states cut down their investment in capital infrastructure for citizens. Instead, in a commendable fiscal reform, the state cut down its operating expenses (recurrent expenditure) by 30.51% from N52.52bn in 2019 to N36.50bn in 2020. The biggest cost chunk of its operating expenses pruned down was its overhead expenses which was cut by 71.31% from N25.77bn in 2019 to N6.62bn in 2020. Year-on-year, the state grew its capital expenditure investments by 71.86% from N29.01bn in 2019 to N49.86bn in 2020, making it one of five states to spend more on capital expenditures than operating expenses; the other states to achieve this feat in 2020 are Ebonyi, Rivers, Anambra and Kaduna.<\/p>\n<p class=\"article-editor-content__paragraph\">The State’s capital expenditure per capita stood at N11,484 in 2020 which was higher than the country average of N8,129 per citizen. The state’s economic sector received the greatest priority, N20.85bn or 42% of all the N49.86bn capital spending. Despite these, there is a need for civil society to remain vigilant and ensure expenditures recorded on paper in the state’s audit report are commensurate with the quality and size of new capital infrastructure in the state. Cross River suffered a 28.38% decline in its IGR from N22.60bn in 2019 to N16.18bn in 2020, largely due to shocks induced by the COVID-19 pandemic. PAYE (Pay As You Earn) accounted for N7.18bn or 44.3% of its total N16.18bn IGR in 2020, this was higher than the N6.5bn realised from PAYE in 2019 which could point to successes in reforms to broaden the tax net and plug revenue leakages. Road taxes brought in N790.79m or 4.9% of its total IGR pool while other taxes, direct assessments and MDA revenues accounted for the balance. Overall, the state had the 19th-largest IGR in the country in 2020, so there is still room for improvement.<\/p>\n<p class=\"article-editor-content__paragraph\">Year-on-year, the state’s domestic debt burden declined by 2.27% from N166.95bn in 2019 to N163.16bn in 2020. Similarly, its foreign debt burden declined by 7.89% from $208.96m in 2019 to $192.48m in 2020. However, its total debt burden (in naira) still saw a slight increase by 2.35% from N230.88bn in 2019 to N236.30bn in 2020 largely due to the devaluation of the naira from N305.9\/$1 in 2019 to N380\/$1 in 2020. The state’s 2020 recurrent revenue structure indicates that Cross River is still over 76% dependent on federally distributed revenue, which is a precarious situation, considering the known risks from crude oil price volatility on which a significant chunk of federally collected revenue depends. The state needs to explore fiscal options for broadening its Internally Generated Revenue as this could reduce the propensity to fall back on debt once revenues shrink.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Cross River State has saltwater swamps, mangrove forests, oil palms, and dense tropical rain forest. It has a significant portion of the nation’s forest resources and supplies a sizable amount of the country’s industrial woods for export and domestic markets. The population of Cross River State consists largely of the Efik and Ekoi peoples. Food crops including yams, cassava, rice, and com (maize) are cultivated in the state. Deep-sea fishing and shrimping along the coast are also an important part of the agricultural activities in the state. Palm oil and kernels, timber, cocoa, and rubber are exported from Calabar, the state capital and a major seaport. The industries in the state produce cement, palm oil, asbestos roofing sheets and pipes, and baking flour.<\/p>\n<p class=\"article-editor-content__paragraph\">The Mfamosing Limestone formation, with 98% Calcium Carbonate, has one of the best qualities of limestone formation in the world. Cement manufacturing is a golden investment in this area. Also, a Meat Processing Factory has been built at the Ranch in Cross River state to process and package meat for sale, and the factory is available for acquisition by investors. Durafoam Industries Limited is a State government company with a foam manufacturing factory in Ikom. The factory machinery is still in a good state for the production of foam mattresses and allied products.<\/p>\n<p class=\"article-editor-content__paragraph\">Cross River State is the highest cassava-producing state in the country with an annual output of 3 million tons. Because of low utilization, only half of this crop is harvested or utilized. The Stale is also at the forefront of palm oil fruit production in the country due to the several plantations that are present in the state. Rubber is also produced in large quantities in Cross River state, however, there is no rubber processing factory within the State. With over 12,000 hectares of Gmelina plantation present in the State, the softwood is a major raw material used for the production of paper and newsprint material. Cross River State is also the second largest producer of cocoa in Nigeria, producing 20% of the country’s annual output. The State is equally rich in solid minerals, which are largely unexploited. Some of these include limestone, barytes, salt, and clay.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Looking at the global market size for the resources produced by Cross River state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of palm oil (which is one of its major cash crops) is about $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy and the United States as its major purchasers. The import market share in Africa is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic and Ghana as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces rubber, and the world market share of rice import is $13.6bn with, China, the United States, Malaysia, Japan, India, South Korea and Germany as major purchasers. The African import market share is $162m with South Africa, Egypt, Algeria, Eswatini, Kenya, Ethiopia, and Tunisia as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Cross River state also produces sawn wood and the world import market share for wheat is $36.7bn with China, the United States, Japan, the United Kingdom, Germany, France, Italy and Belgium as major buyers. In Africa, the import is $1.78bn with Egypt, Algeria, Morocco, South Africa, Tunisia, Senegal and Somalia as major purchasers. There are other markets like the wood for newsprint, and mattresses markets that Cross River state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Cross River State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Cross River state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Cross River state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Cross River state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from cost of farming, to cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link article-editor-content__link\" href=\"https:\/\/youtu.be\/R_h5FHxYImA?si=PMHroRSdMkjedRGb&amp;t=3425\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Cross River state can make N847bn from the export of agriproducts (palm oil).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-borno-ujghttps:\/\/www.linkedin.com\/posts\/3t-impex-trade-academy_crossriver-nigeria-economy-activity-7243997569855451137-Gb5c?utm_source=share&amp;utm_medium=member_desktophf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/R_h5FHxYImA?si=csHorVwYPoj23DSG\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23822,"template":"","class_list":["post-23820","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23820","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23822"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23820"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}