{"id":23833,"date":"2024-10-09T16:02:36","date_gmt":"2024-10-09T15:02:36","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23833"},"modified":"2024-10-09T16:02:36","modified_gmt":"2024-10-09T15:02:36","slug":"edo-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/edo-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Edo State IGR"},"content":{"rendered":"<h3 aria-level=\"4\"><span data-contrast=\"none\">The Preamble<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Edo State, <\/span><i><span data-contrast=\"auto\">the heartbeat of the nation<\/span><\/i><span data-contrast=\"auto\">, is rich in exportable products and mineral resources like palm oil, precious stones, rubber, etc. The State is in the South-South geopolitical zone of Nigeria. It has 18 local government areas including Akoko Edo, Etsako East, Etsako Central, Etsako West, Owan West, Esan North-East, Esan Central, Esan South-East, Ovia South-West, Ovia North-East, Igueben, Egor, and others with Benin City as the state’s capital. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Edo state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Regardless of the poverty, unemployment, and frustration present in Edo state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">For Edo state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments become more serious in the development of their states.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Peculiarities<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Edo State was created out of former Bendel state on August 27, 1991, by the General Ibrahim Babangida regime. Its capital is Benin City. Situated in the mid-south-west region of the country, Edo State covers 17,802 square kilometres. The State has 18 Local Government Areas (LGAs) which include Akoko-Edo, Egor, Esan Central, Esan North-East, Esan South-East, Esan West, Etsako Central, Etsako East, Elsako West, Igueben, Ikpoba-Okha, Oredo, Orhionmwon, Ovia North-East, Ovia South-West, Owan East Owan West and Uhunmwonde.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The State is home to several ethnicities including the Otuo, Bini, Esan, Akoko, Igarra, Ora, Ijo and Afemai people. Edo State is renowned for its proficiency in sports and athletics and a culture of intellectual edification and scholastic excellence. It also shares boundaries with three other states of the federation. It is bounded on the north and the east by Kogi State, on the west by Ondo State and on the south by Delta State. Generally, it is a low-lying area except in the north where it is marked by undulating hills. The main towns in the state are Benin, the capital of the ancient Benin kingdom which is also the state capital, Ubiaja, Auchi, Ekpoma and Uromi.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Edo State is referred to as the “heartbeat of Nigeria” and is located in the South-South geo-political zone of Nigeria. With a population of 4,470,605 of which 2,280,008 are male and 2,190,596 are female, Edo State is an oil-producing state and is one of the nine Niger Delta states in Nigeria. It has rich rainforest vegetation interspersed with hills as well as a rich cultural heritage that makes it a tourist destination. The State is also endowed with a wide variety of mineral resources, arable land for cash crops and has the largest oil palm yields in Nigeria. It has both a Tropical Savannah and Monsoon vegetation.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The major crops produced in Edo state include Rubber, Oil Palm, Cassava, Rice, Cocoa, Banana and Cashew. While the mineral resources present in the  State are Crude oil, Limestone, Granite, Quartz,  Marble, Gold and Rubber. For Edo state, Investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy, and Mining.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The competitive advantages of Edo State are its highest oil palm yields in Nigeria; huge deposits of peculiar stones (limestone, ceramics, marble, granite and gypsum); a leading producer of timber in Nigeria; its national museum is a major tourist centre in Nigeria; it is one of the commercial rubber producing states; it has 2+ million hectares of arable land reserved for farming; it is a hub for electricity generation. In 2019, the state recorded an Internally Generated Revenue (IGR) of N29.5bn and a budget of N179bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 49.02%, while about 15.86% were underemployed. With the opportunities available in Edo state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Profile<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">In 2020, Edo State recorded an IGR of N27.18bn and a Federal Allocation of N65.16bn. This by implication means Edo state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N80.79bn and foreign debt of about $280.3m and the growth in the state’s debt has been fluctuating over the years. About 40.28% of the state’s revenue went to capital expenditure while the remaining 59.74% went to operating expenses. The IGR per capita of the state was N5,761, capital expenditure per capita was N8,659 and debt per capita was N39,694.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">According to the Budgit report of Nigerian states, the heartbeat of the nation suffered a significant blow to its revenue due to fiscal shocks induced by the COVID-19 pandemic. Its IGR declined by 7.78% from N29.48bn in 2019 to N27.18bn in 2020. However, the state could still conveniently cover its operating expenses and make loan repayments by using its total revenue, without resorting to borrowing. Edo State comes in 9<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> position in the 2021 Fiscal Performance Ranking, up from 13<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> position in 2020.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Edo state is still highly dependent on federally distributed revenue, contributing about 70% of its total recurrent revenue. This state needs to do more to change this dynamic as shocks to the federal government revenues in a post-COVID-19 world would significantly affect its spending plans. In 2020, reduced federally collected revenue, IGR and capital receipts had a knock-on effect on Edo’s actual capital expenditure which dipped by 31.42% from N63.47bn in 2019 to N43.54bn in 2020. Citizens and civil society are encouraged to ensure that expenditures received by the different government agencies as reported in the state’s audit report translate to value for money and tangible projects on the ground.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Further analysis of the state’s capital expenditure indicates that: ‘Govt. House &amp; Protocol (GHP)’ received N17.26bn from the total 2020 actual capital expenditure, up 444.63% from the N3.17bn it got in 2019. N16.28bn from this amount was spent by ‘Govt. House &amp; Protocol (GHP) on Road &amp; Infrastructure contracts. This is in addition to the N7.37bn spent on Roads and Infrastructure by the State’s Ministry of Infrastructure for the year 2020. In contrast, the state’s Ministry of Health received only N709m, down 70.48% from the actual N2.4bn capital expenditure it got in 2019. The Ministry of Education suffered a similar fate as its capital spending was cut by -93.64% from N13.91bn received in 2019 to N884m in 2020.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Fiscal constraints on the revenue side also led to a decline in the state’s operating expenses by -14.1% from N75.22bn in 2019 to N64.60bn in 2020. The biggest components affected include ‘Social Benefits’ which saw a 31% reduction, from N14.48bn in 2019 to N10.05bn in 2020 and ‘Overhead costs’ which was slashed by -31% from N29.04bn in 2019 to N20.086bn in 2020 according to data from the State’s Auditor General’s report.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">With an external debt of $280.30m, up by 1.58% from $275.93m in 2019, Edo State has the 3<\/span><span data-contrast=\"auto\">rd<\/span><span data-contrast=\"auto\"> largest external debt in the country, making its fiscals one of the most exposed to risks from exchange rate volatility. Year-on-year, the state’s total debt burden grew by a modest 4.00% from N180.10bn in 2019 to N187.30bn in 2020, significantly influenced by a volatile exchange rate regime which saw a devaluation of the naira from N305.9\/$1 in 2019 to N380\/$1 in 2020: further bloating the size of its external debt component in naira terms. Overall, the state is still the 8<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> most indebted state in the country with a total debt per capita of N39,694 which is higher than the average debt per capita of N27,316.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<div id=\"attachment_23839\" style=\"width: 778px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23839\" class=\"size-full wp-image-23839\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Ugho-dance.jpg\" alt=\"Edo women dancing, export for Edo economy growth, Edo state\" width=\"768\" height=\"512\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Ugho-dance.jpg 768w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Ugho-dance-300x200.jpg 300w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Ugho-dance-650x433.jpg 650w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Ugho-dance-600x400.jpg 600w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><p id=\"caption-attachment-23839\" class=\"wp-caption-text\">Image Source: edostate.gov.ng<\/p><\/div>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Potential<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Edo State is endowed with abundant natural resources. The principal mineral resources include crude oil, natural gas, clay chalk, marbles and limestone. Agriculture is the predominant occupation of people in this State. The major cash crops produced are rubber, cocoa and palm produce. In addition, the State produces such crops as yams, cassava; rice, plantains, guinea corn, and assorted types of fruits and vegetables. The industrial enterprises in the State include Bendel Cement Company, Okpella, Bendel Brewery, Benin City, Bendel Pharmaceutical PLC, Benin City, and Bendel Feed and Flour Mills, Ewu. There are also other small-scale industries present.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Edo State has three ecological zones: in the south, the rain forest, with some mangrove swamp; in the central, a little rain forest and savannah; and in the north, more savannah and a little rain forest. The vegetation belts of the state can be generalized into: Fresh Water Swamp, Lowland Rain Forest and Derived Savanna. The State is endowed with favourable climatic conditions and ecological conditions that have given ground to a blossoming agricultural sector. (Subsistence farming). The state enjoys almost nine months of rainfall in the southern part of the state. The state’s weather can be classified into two seasons: rainy season starting from April to October and dry season from November to March with a cold harmattan spell between December and January. The prominent crops grown in the state include rubber, oil palm, cashew, cassava, rice, maize and cocoa.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Edo state has an estimated 1.1-1.6 million hectares of Cultivatable land, accounting for 70% of its total land mass. It derives an estimated 40% of its revenue from proceeds from agriculture. Growing the potential of agriculture in the state has been a priority for the state government. There have been numerous initiatives aimed at engaging the youth in agriculture.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In recent times, as part of a larger plan to cultivate 5000 hectares of farmland across the state, the state government revamped the Edo Fertilizer Plant and Chemical Company, Auchi in a private-public partnership (PPP) initiative with WACOT limited to manage the facility is the only one of its kind in the region and is expected to also serve demand from Ondo, Delta, Kogi and other neighbouring states. The state is also in another PPP initiative with Saro Agro Sciences Limited to run a 450-hectare maize farm to make feed.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Rubber is grown in Esan, Owan, Orhiomwon, Akoko Edo, Ovia and Uhunmwode areas of the state. The state also houses the Rubber Research Institute of Nigeria, lyanomo, Edo state. Rice, the most consumed food commodity in Nigeria, is grown in the state in commercial quantities in Ekpoma, Ilushi, Agbede, Agenebode and surrounding areas. Edo state grows over 200 million tonnes of cassava annually. Pineapples are also grown in large quantities in Ehor LGA of the state. The state is the largest producer of oil palm in the country, also housing the National Institute for Oil Palm Research NIFOR.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Purchasers<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Analysing the global market size for the resources produced by Edo state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of palm oil (which is one of its major cash crops) is about $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy and the United States as its major purchasers. The import market share in Africa is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic and Ghana as major buyers. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The state also produces rubber, and the world market share of rubber import is $13.6bn with, China, the United States, Malaysia, Japan, India, South Korea, Germany, Vietnam, Spain, Turkey, and Canada as major purchasers. The African import market share is $162m with South Africa, Egypt, Algeria, Eswatini, Kenya, and Ethiopia as major buyers. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Edo state also produces rice and the world import market share for rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte d’Ivoire, and France as major buyers. In Africa, the import is $6.06bm with Benin Republic, Côte d’Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of cocoa beans, corn and fresh or dried cashew nuts that Edo state can explore for exports as well.<\/span><span data-ccp-props=\"{&quot;134233117&quot;:false,&quot;134233118&quot;:false,&quot;201341983&quot;:0,&quot;335551550&quot;:1,&quot;335551620&quot;:1,&quot;335559685&quot;:0,&quot;335559737&quot;:0,&quot;335559738&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Proposal<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">For Edo State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, the Edo state government should consider the following: <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<ol>\n<li><span data-contrast=\"auto\"> Partnering with a representative at the destination market to market and secure a contract. <\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up an entity (agent or distributor) for the SMEs at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Partnering with an independent agent or distributor at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Organising and sponsoring manufacturers to exhibit their products in the destination market <\/span><\/li>\n<\/ol>\n<p><span data-contrast=\"auto\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree on the export profit-sharing percentage with the SMEs. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Edo state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Profit<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Given the arable land available in Edo state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">See <\/span><a href=\"https:\/\/youtu.be\/zvqzlhgUUWI?t=3371&amp;si=5qUp5RHyN2aT4oaF\" target=\"_blank\" rel=\"noopener\"><span data-contrast=\"none\">here<\/span><\/a><span data-contrast=\"auto\"> for a hypothetical visual representation and explanation of how Edo state can make N762bn from the export of agriproducts (palm oil).<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <\/span><b><span data-contrast=\"auto\">Aggressive Drive for Intra-Regional Trade is the Way to Go<\/span><\/b><span data-contrast=\"auto\">!<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/posts\/3t-impex-trade-academy_edo-nigeria-economy-activity-7249124182192472064-OHJU?utm_source=share&amp;utm_medium=member_desktop\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/zvqzlhgUUWI?t=3371&amp;si=5qUp5RHyN2aT4oaF\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23840,"template":"","class_list":["post-23833","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23833","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23840"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23833"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}