{"id":23834,"date":"2024-10-10T11:42:01","date_gmt":"2024-10-10T10:42:01","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23834"},"modified":"2024-10-10T11:44:08","modified_gmt":"2024-10-10T10:44:08","slug":"enugu-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/enugu-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Enugu State IGR"},"content":{"rendered":"<h3 aria-level=\"4\"><span data-contrast=\"none\">The Preamble<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Enugu State, <\/span><i><span data-contrast=\"auto\">the coal city-state<\/span><\/i><span data-contrast=\"auto\">, is rich in exportable products and mineral resources like palm oil, maize, rice, coal, etc, and is a predominantly agricultural state. The State is in the South-East geopolitical zone of Nigeria. It has 17 local government areas including Aninri, Awgu, Ezeagu, Igbo Etiti, Igboeze North, Igboeze South, Isi Uzo, Nkanu East, Nkanu West, Enugu North, Enugu East and others with Enugu as the state’s capital. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Enugu state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Regardless of the poverty, unemployment, and frustration present in Enugu state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">For Enugu state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Peculiarities<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Enugu State was created on August 27, 1991, out of the then Anambra State (from what was formerly known as Anambra North) by the General Ibrahim Babangida regime. Its capital is Enugu. The name of the State derives from its capital city, Enugu which means “the top of the hill”. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The state is situated on the highlands of the Agwu. Udi and Nsukka Hills to the east as well as Oji-River basin to the west. Lying partly within the semi-tropical rainforest belt of the south, Enugu State spreads towards the north and covers 7,161 square kilometres. It shares boundaries with Anambra on the West, Enugu State on the South, Kogi on the North with Benue and Ebonyi on the East, and Imo State on the South. Enugu and Nsukka are its major towns. Enugu was the headquarters of the former East Central State and Eastern Nigeria.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Its physical features change gradually from tropical rainforest to open woodland and then to Savannah. Apart from a chain of low hills, running through Abakaliki, Ebonyi State in the east to Nsukka in the north-west, and southwards through Enugu and Agwu, the rest of the state is made up of low land separated by numerous streams and rivulets, the major ones of which are the Adada River and the Oil River.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The Coal City State has 17 Local Government Areas (LGAs) including Aninri, Awgu, Enugu East, Enugu North, Enugu South, Ezeagu, Igbo-Etiti, Igboeze North, Igboeze South, Isi-Uzo, Nkanu East, Nkanu West, Nsukka, Oji River, Udenu, Udi, and Uzo-Uwani. It has a population of 4,683,887 people of which 2,388,782 are and 2,295,105 are female. It has a Tropical Savannah Vegetation, and the major crops produced are Melon, Yams, Oil Palm, Taro, Maize, Rice, sesame and Cassava. While the solid minerals present include iron ore, Coal, and lead zinc ore. For Enugu State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The competitive advantages of Enugu State are the presence of the only international airport in South Eastern Nigeria; multiple Free Trade Zones in the state; large aggregation of technology innovation and start-up hubs; over 16 universities and tertiary institutions in the state; abundant iron ore, coal, limestone, etc. deposits in the state; strategic gateway between the agricultural belt of the north and the manufacturing hub of the south. In 2019, the state recorded an Internally Generated Revenue (IGR) of N31.1bn and a budget of N169.6bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 31.62%, while about 21.29% were underemployed. With the opportunities available in Enugu state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Profile<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">In 2020, Enugu State recorded an IGR of N23.65bn and a Federal Allocation of N53.40bn. This by implication means Enugu state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N68.09bn and foreign debt of about $124.2m and the growth in the state’s debt has been fluctuating over the years. About 41.23% of the state’s revenue went to capital expenditure while the remaining 58.77% went to operating expenses. The IGR per capita of the state was N4,755, capital expenditure per capita was N9,084 and debt per capita was N23,183.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">According to the Budgit report of Nigerian states, Given the fiscal turmoil the COVID-19 pandemic brought on economies of the world in 2020, Enugu State’s local economy and by extension its government’s revenue was not spared. The state ranked 14<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> in the Fiscal Performance Index, down 5 places from 9<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> position in 2020. Enugu was not able to meet its total spending obligations of N112.79bn without resorting to borrowing; the total revenue raised by the state (including Aids and Grants) summed up to N85.6bn in the fiscal year 2020.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">As at December 31<\/span><span data-contrast=\"auto\">st<\/span><span data-contrast=\"auto\"> 2020, the state’s total debt stock stood at N115.30bn, a 72.14% increase from N66.98bn recorded 5 years ago in 2016, making it the 20<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> most indebted state in the country today. Its debt stock consists of $124.24m external debt and N68.09bn domestic debt. Year-on-year, the state’s domestic debt saw an 11.57% growth from the N61.03bn recorded in 2019 to N68.09bn in 2020. Unless the state does something about its current revenue predicament, further borrowings may be inevitable.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Unfortunately, its borrowing options are narrowing down as it has breached a critical debt ceiling; Section 223 (1b) of the Investments and Securities Act (ISA), 2007 restricts further borrowing from the capital market for any state once its total debt is also more than 50% of the previous year’s revenue.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In 2020 revenue generation became even more strenuous for Enugu state as it experienced a 23.88% downturn in its IGR from the N31.07bn generated in 2019 to N23.65bn in 2020. This decrease was driven largely by a 39.53% decline in income taxes (PAYE) from N18.1bn in 2019 to N10.95bn in 2020 and a 19.13% decrease in revenue from road taxes due to reduced movements and economic activities. The state’s recurrent revenue structure still indicates that the state has a high dependency on federally collected revenue which accounted for about 69.03% of its revenue while IGR contributed 30.96%.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><span data-contrast=\"auto\">The state’s 2020 total expenditure of N112.79bn comprised N64.39bn operating expenses, N3.2bn loan repayments and capital expenditure of N45.18bn (which is 81.35% higher than the N24.91bn capital expenditure in 2019).<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Enugu state’s spending priorities are gradually tilting towards investing in capital infrastructure compared to operating expenses despite capital spending accounting for only 40% of the state’s total expenditure. The compelling improvement in capital expenditure is visible in Economic Affairs (Road Transport, Agriculture, Electricity etc.) which moved up 139.88% from N10.78bn in 2019 to N25.86bn in 2020. Similarly, Health got a total of N992.52m in 2020 from the state’s Capital Development Fund, up by 282.16% from the N259.66m in 2019. Unfortunately, capital expenses for education dropped by 44.81% from N4.08bn to N2.25bn.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Potential<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Enugu State is noted for its coal deposits. Its economy depended mainly on coal before the discovery of oil in commercial quantities. The state is predominantly agricultural with yam tubers, palm produce and rice being their main produce. Besides coal, new mineral deposits have recently been discovered in Enugu State. These include limestone, iron ore, crude oil, natural gas and bauxite. A network of roads connects important centres of trade and industry in the state. A rail line of the Eastern District of the Nigerian Railways runs through the State Capital Enugu to Port- Harcourt in Rivers State and Enugu to Makurdi then Northwards.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Enugu State has many industries that satisfy both local and international needs. These include Enugu Vegetable Oil Products Limited, Nachi, Nigergas Company Limited, Emene, Aluminium Product Limited, Ohebe-Dim, Enugu Building Materials Industries Ltd, Ezzamgbo, Emenite Ltd, Emene, Anambra Motor Manufacturing Company Ltd, Premier Cashew Industries Ltd, Oghe, Nigersteels Industries Ltd, Emene, Sunrise Flour Mill Ltd, Emene, and Ama Breweries PLC which is reported to be the largest in Africa. Others are Ebony Paints Ltd, V. S. A. Livestock Feedmill, Ngwo, Projects Development Agency, the Enyimba Salt Project, the Vanguard Industries and the Nigerian Construction and Furniture Company (NCFC).<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Agriculture plays an important role in the state’s economy; yams, oil palm products, taro, corn (maize), rice, cassava (manioc), melon and sesame are the main crops produced. Enugu, the state capital, is a major centre for coal mining. Iron ore is also mined, and limestone, fine clay, marble, and silica sand deposits are worked. The industries in the state include textile manufacturing, food processing, lumbering, soft drink bottling, brewing, and furniture manufacturing.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<div id=\"attachment_23841\" style=\"width: 335px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23841\" class=\"wp-image-23841 size-full\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Rice-Farming.jpg\" alt=\"Rice Farming in Enugu state, farming for export, agriculture\" width=\"325\" height=\"155\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Rice-Farming.jpg 325w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/Rice-Farming-300x143.jpg 300w\" sizes=\"(max-width: 325px) 100vw, 325px\" \/><p id=\"caption-attachment-23841\" class=\"wp-caption-text\">Rice Farm in Enugu State | Via Prompt News Online<\/p><\/div>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Purchasers<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Analysing the global market size for the resources produced by Enugu state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of palm oil (which is one of its major cash crops) is about $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy and the United States as its major purchasers. The import market share in Africa is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic and Ghana as major buyers. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The state also produces corn, and the world market share of corn import is $36.3bn with, Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, Germany, China, Colombia, Malaysia, and Chinese Taipei as major purchasers. The African import market share is $3.73b with Egypt, Algeria, Morocco, Tunisia, South Africa and Senegal as major buyers. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Enugu state also produces rice and the world import market share for rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major buyers. In Africa, the import is $6.06bm with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of bituminous coal and melons that Enugu state can explore for exports as well.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Proposal<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">For Enugu State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Enugu state government should consider the following: <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<ol>\n<li><span data-contrast=\"auto\"> Partnering with a representative at the destination market to market and secure a contract. <\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up an entity (agent or distributor) for the SMEs at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Partnering with an independent agent or distributor at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Organising and sponsoring manufacturers to exhibit their products in the destination market <\/span><\/li>\n<\/ol>\n<p><span data-contrast=\"auto\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree on the export profit-sharing percentage with the SMEs. <\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Enugu state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Profit<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40,&quot;335559740&quot;:279}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Given the arable land available in Enugu state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">See <\/span><a href=\"https:\/\/youtu.be\/7IHcfcNFpao?si=UeMh7daxI0QDGCLC&amp;t=3184\" target=\"_blank\" rel=\"noopener\"><span data-contrast=\"none\">here<\/span><\/a><span data-contrast=\"auto\"> for a hypothetical visual representation and explanation of how Enugu state can make N319.1bn from the export of agriproducts (palm oil).<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559739&quot;:160,&quot;335559740&quot;:279}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <\/span><b><span data-contrast=\"auto\">Aggressive Drive for Intra-Regional Trade is the Way to Go<\/span><\/b><span data-contrast=\"auto\">!<\/span><\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-enugu-joy7f?trackingId=GBUA2O2vcu36kWgmuCdcww%3D%3D&amp;lipi=urn%3Ali%3Apage%3Ad_flagship3_company_admin%3B7jOt%2BcrESjmIHHtODuyPGw%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/7IHcfcNFpao?si=KAOAr9L-n0lDoqIp\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23843,"template":"","class_list":["post-23834","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23834","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23843"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23834"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}