{"id":23845,"date":"2024-10-10T12:36:50","date_gmt":"2024-10-10T11:36:50","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23845"},"modified":"2024-10-10T12:36:50","modified_gmt":"2024-10-10T11:36:50","slug":"ekiti-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/ekiti-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Ekiti State IGR"},"content":{"rendered":"<h3 aria-level=\"4\"><span data-contrast=\"none\">The Preamble<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Ekiti State, <\/span><i><span data-contrast=\"auto\">the land of honour and integrity<\/span><\/i><span data-contrast=\"auto\">, has exportable products and mineral resources like cocoa, palm oil, cashew, tin ore, bauxite, etc. The State is in the South-West geopolitical zone of Nigeria. It has 16 local government areas including Ado-Ekiti, Efon, Ekiti West, Ikole, Ise\/Orun, Ikere, Ekiti East, Emure, Ilejemeje, Moba, Oye, Aiyekire, and others with Ado-Ekiti as the state’s capital. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Ekiti state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Regardless of the poverty, unemployment, and frustration present in Ekiti state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">For Ekiti state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments become more serious in the development of their states.<\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Peculiarities<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Ekiti State was created on 1<\/span><span data-contrast=\"auto\">st<\/span><span data-contrast=\"auto\"> October 1996 out of Ondo State by the then regime of General Sani Abacha. Its capital is Ado Ekiti. Ekiti State covers the former twelve local government areas that made up the Ekiti Zone of old Ondo State. The state is in the South-Western region of Nigeria, bounded on the South by Ondo State, on the North by Kwara State, on the East by Kogi State and on the West by Osun State. Its name came about because of the large number of hills it possesses, around which much of its population resides. The State is also notable for its achievement of producing the highest number of Professors in Nigeria.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Ekiti State is mainly an upland zone, rising above 250 meters above sea level. It lies within the area underlain by metamorphic rock of the basement complex. It has a generally undulating land surface with a characteristic landscape that consists of old plains broken by step-sided out-crops dome rocks that may occur singularly or in groups or ridges. Such rock out-crops exist mainly at Efon-Alaaye, Ikere-Ekiti and Okemesi-Ekiti. The State is dotted with rugged hills. The notable ones among them are Ikere-Ekiti Hills in the southem part, Efon- Alaaye Hills in the western boundary and Ado-Ekiti Hills in the central part. Tropical forest exists in the south, while Guinea Savannah occupies the northern peripheries.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The Ekiti people are culturally homogeneous, and they speak a dialect of Yoruba language known as Ekiti. The homogeneous nature of Ekiti confers on the state some uniqueness among the states of the federation. Slight differences are noticeable in the Ekiti dialects of the Yoruba language spoken by the border communities to other states.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">It has several major rivers and is naturally endowed with mineral deposits and agricultural resources. The state is also home to some tourist sites, such as the Ikogosi Warm Springs and the Ipole-lloro Waterfalls. Ekiti State is one of the five states producing kola nuts in Nigeria (producing 88% of the world’s kola nut).<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The State has 16 Local Government Areas (LGAs) including Ado-Ekiti, Efon, Ekiti West, Ikole, Ise\/Orun, Ikere, Ekiti East, Emure, Ilejemeje, Moba, Oye, Ekiti South-West, Ido-Osi, Irepodun\/Ifelodun, Aiyekire and Ijero. It has a population of 3,480,006 people of which 1,774,803 are and 1,705,203 are female. It has a Tropical Savannah Vegetation, and the major crops produced are yam, cocoa, oil palm, rice, cassava, maize, and cashew. While the solid minerals present include tin ore, bauxite, tantalite, granite and timber. For Ekiti State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The competitive advantages of Ekiti State are in its dedicated IPA and executive support for investment; special agriculture processing zone with arable land and irrigation facility; Arinta waterfalls, Ikogosi Warm Spring Resort, Olosunta hills and many others are tourist attraction sites; knowledge-focused Special Economic Zone. In 2019, the state recorded an Internally Generated Revenue (IGR) of N8.5bn and a budget of N124.7bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 32.21%, while about 21.18% were underemployed. With the opportunities available in Ekiti state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Profile<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Ekiti state is among the states generating less than N10bn in a year. In 2020, Ekiti State recorded an IGR of N8.72bn and a Federal Allocation of N47.31bn. This by implication means Ekiti state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N84.72bn and foreign debt of about $103m and the growth in the state’s debt has been fluctuating over the years. About 33.32% of the state’s revenue went to capital expenditure while the remaining 66.68% went to operating expenses. The IGR per capita of the state was N2,354, capital expenditure per capita was N7,351 and debt per capita was N33,457.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">According to the Budgit report of Nigerian states, in 2020, Ekiti state emerged 29<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> in Fiscal Performance Ranking, up 6 places from its 35<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> position in 2019. This growth is driven largely by a growth in its IGR and increased prioritisation of its capital expenditures over operating expenses. However, the state is one of 33 states that would be unable to finance its operating expenses using just its IGR and VAT, it still must rely on a mix of statutory handouts from the federation, borrowing and other sources.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The state’s recurrent revenue structure indicates the high dependency on federally distributed revenue which brings in 84% of the total recurrent revenue pool, while IGR rakes in the 16% balance. This is despite the reality that the state’s IGR has grown commendably by 191.64% from N2.99bn in 2016 to N8.72bn in 2020. Year-on-Year, its IGR increased by 1.99% from N8.55bn in 2019 to N8.72bn in 2020. Nevertheless, it is still ranked 31<\/span><span data-contrast=\"auto\">st<\/span><span data-contrast=\"auto\"> in terms of size in 2020 with one of the smallest IGR per capita of N2,354 which is lower than the country average IGR per capita of N4,616 per citizen.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The state government cut down expenses on operating activities by 18.17% from N66.56bn in 2019 to N54.47bn in 2020 while the capital expenditure saw a commendable upturn of 63.55% from N16.64bn in 2019 to N27.22bn in 2020. However, its capital expenditure per capita stands at N7,351, less than the country average of N8,129 per citizen across all 36 states.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Ekiti State with a total debt stock of N123.88bn, up by 4.53% from N118.41bn in 2019 is ranked 19<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> most indebted state as of December 31, 2020. The State’s total debt per capita stands at N33,457, higher than the average total debt per capita of N27,316. Domestic debt fell by 2.52% from N86.91bn in 2019 to N84.72bn in 2020. The state’s external debt increased slightly by 0.03% from $102.91m in 2019 to $103.03m in 2020, making it the 11<\/span><span data-contrast=\"auto\">th<\/span><span data-contrast=\"auto\"> largest external debt in the country; this leaves Ekiti State exposed to risks from exchange rate volatility.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Potential<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Ekiti state is largely agrarian since agriculture is the mainstay of the state economy, employing 75% of the state working population. The State is one of the largest producers of rice, kola nut, oil palm and cocoa in the country. They also produce crops like cassava, yam, cocoyam, maize, cowpea, cashew, plantain and fruits like citrus, mango and orange.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">As the state is within the ecological belt known for abundant forest resources, the state produces high quality woods which are raw material for wood-based industries within and outside the state. The state is also endowed with mineral deposits of value like clay, kaolin, columbite, tin ore, tantalite, timber, cassiterite, foundry sand, bauxite, clarcomite and charcoalnite granite.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Ado-Ekiti became the site of a large textile mill in 1967, the people having a long-standing tradition of cotton weaving. The town also produces shoes and pottery and is a collecting point for commercial crops such as cocoa and timber. Crops such as yams, cassava, corn (maize), rice, and fruits are marketed locally. Agriculture provides income and employment for more than 75% of the population of Ekiti State. Some of the agricultural produce in the state are cash crops such as cocoa, oil palm, kola nut, plantain, bananas, cashew, citrus and timber. Arable\/food crops such as rice, yam, cassava, maize and cowpea are also produced.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Purchasers<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Analysing the global market size for the resources produced by Ekiti state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of palm oil (which is one of its major cash crops) is about $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy and the United States as its major purchasers. The import market share in Africa is about $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic and Ghana as major buyers. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">The state also produces banana, and the world market share of banana import is $14.2bn with, the United States, China, Germany, Japan, Netherlands, Belgium, Russia, the United Kingdom, France, Canada and Italy as major purchasers. The African import market share is $229m with Algeria, South Africa, Senegal, Tunisia, Morocco, Libya, and Botswana as major buyers. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Ekiti state also produces rice and the world import market share for rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major buyers. In Africa, the import is $6.06bm with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of cocoa beans, corn and fresh or dried cashew nuts that Ekiti state can explore for exports as well.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Proposal<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">For Ekiti State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Ekiti state government should consider the following: <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<ol>\n<li><span data-contrast=\"auto\"> Partnering with a representative at the destination market to market and secure a contract. <\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Setting up an entity (agent or distributor) for the SMEs at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Partnering with an independent agent or distributor at the destination market <\/span><\/li>\n<li><span data-contrast=\"auto\"> Organising and sponsoring manufacturers to exhibit their products in the destination market <\/span><\/li>\n<\/ol>\n<p><span data-contrast=\"auto\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage. <\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Ekiti state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/span><span data-ccp-props=\"{}\"> <\/span><\/p>\n<h3 aria-level=\"4\"><span data-contrast=\"none\">The Profit<\/span><span data-ccp-props=\"{&quot;134245418&quot;:true,&quot;134245529&quot;:true,&quot;335551550&quot;:6,&quot;335551620&quot;:6,&quot;335559738&quot;:80,&quot;335559739&quot;:40}\"> <\/span><\/h3>\n<p><span data-contrast=\"auto\">Given the arable land available in Ekiti state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">See <\/span><a href=\"https:\/\/youtu.be\/xKsJgDf5twA?si=dGSmTMwr0nqkB7li&amp;t=3027\" target=\"_blank\" rel=\"noopener\"><span data-contrast=\"none\">here<\/span><\/a><span data-contrast=\"auto\"> for a hypothetical visual representation and explanation of how Ekiti state can make N80.9bn from the export of agriproducts (cocoa).<\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <\/span><b><span data-contrast=\"auto\">Aggressive Drive for Intra-Regional Trade is the Way to Go<\/span><\/b><span data-contrast=\"auto\">!<\/span><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p><span data-ccp-props=\"{&quot;335551550&quot;:6,&quot;335551620&quot;:6}\"> <\/span><\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-ekiti-i9iaf?trackingId=u6zh6XQae6MFEIzjfCYTTw%3D%3D&amp;lipi=urn%3Ali%3Apage%3Ad_flagship3_company_admin%3Be7U%2BdKfbQbGxbvtbN0hlNA%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/xKsJgDf5twA?si=7bxemGOddEPj5pGT\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n<p><span data-ccp-props=\"{}\"> <\/span><\/p>\n","protected":false},"featured_media":23846,"template":"","class_list":["post-23845","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23845","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23846"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23845"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}