{"id":23848,"date":"2024-10-16T21:04:38","date_gmt":"2024-10-16T20:04:38","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23848"},"modified":"2024-10-23T09:17:24","modified_gmt":"2024-10-23T08:17:24","slug":"imo-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/imo-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Imo State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Imo State, <em>the Eastern Heartland<\/em>, is rich in exportable products and mineral resources like palm oil, corn, rice, rubber, etc, and is a predominantly agricultural state. The State is in the South-East geopolitical zone of Nigeria. It has 27 local government areas including Aboh Mbaise, Ahiazu Mbaise, Ehime Mbano, Ezinihite-Mbaise, Ideato North, Ideato South, Ihitte\/Uboma, Ikeduru, Isiala Mbano, Isu, Mbaitoli, Ngor-Okpala, Njaba, Nkwerre, Nwangele, Obowo, Oguta, Ohaji\/Egbema, Okigwe, Onuimo, Orlu, and others with Owerri as the state’s capital.<\/p>\n<p class=\"article-editor-content__paragraph\">Imo state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Imo state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Imo state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<p class=\"article-editor-content__paragraph\"><em>The Peculiarities <\/em><\/p>\n<p class=\"article-editor-content__paragraph\">Imo State was created on February 3 1976, out of the old East Central State by the then regime of General Murtala Mohammed. Its capital is Owerri which is also its largest city. Other major towns are Okigwe, Oguta, Nkwerre, Orlu, Mbaise, Mbano, Mbieri, Ideato, Awo-Idemili, Ohaji, Obowo, Ngor-Okpuala, Uzoagba, Emekuku, Orado, Mgbidi. Imo State shares boundaries with Enugu and Ebonyi States to the North, Anambra State to the West, Rivers State to the South and Cross River to the East. Imo State, nicknamed the Heartland of Eastern Nigeria, has the largest palm plantation complex in West Africa.<\/p>\n<p class=\"article-editor-content__paragraph\">The inhabitants of Imo State are Igbo and Igbo and English are the official languages of the state. Imo State has a rich cultural heritage which is seen in the dressing, music, dance, festivals, arts and crafts of its people. The State derives its name from the Imo River, which takes its course from the Okigwe\/Awka upland. Imo State has many rivers, and the main ones are Imo, Otamiri and Njaba. The major lakes are in Oguta and Abadaba in Obowu local Government area. The indigenes of the State are predominantly Christians of different denominations, but mostly Catholicism. However, some people in the state still practice traditional religions.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 5,530 Km², Imo state has a population of 5,766,234 of which 2,940,779 are male and 2,825,455 are female. The state has a tropical savannah and monsoon vegetation and the major crops grown are Palm Oil, Yam, Cassava, Cocoyam and Maize. The solid minerals present in the state include Rock Salt, Phosphate, Lignite, and Clay. For Imo State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Business Process Outsourcing, Tourism, Energy and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Imo State are in its tourist attraction sites (Njaba River, Oguta Lake, Abadaba Lake, and Nekede Zoological Garden); yearly festivals (Mbaise iri ij, ikeji festival of Arondizuogu; largest palm oil plantation complex in West Africa; high deposits of natural resources (natural gas, limestone and gypsum); 163 oil wells across 12 locations; heartland of the eastern region. In 2019, the state recorded an Internally Generated Revenue (IGR) of N16.1bn and a budget of N197.7bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 56.64%, while about 25.90% were underemployed. With the opportunities available in Imo state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Imo State recorded an IGR of N17.08bn and a Federal Allocation of N65.20bn. This by implication means Imo state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N150.20bn and foreign debt of about $96.1m and the growth in the state’s debt has been increasing over the years. About 33.25% of the state’s revenue went to capital expenditure while the remaining 66.75% went to operating expenses. The IGR per capita of the state was N2,779, capital expenditure per capita was N4,647 and debt per capita was N30,374.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of the Nigerian state, Imo state emerged 20th in the 2021 Fiscal Performance Ranking, making it the worst-performing of all Southeastern states. Imo state depends on the federal government, through statutory transfers, for about 79.23% or N65.20bn of its total recurrent revenue while 20.76% or N17.08bn was realized from IGR, thus exposing it to significant risks of increased borrowing whenever there are shocks to federally distributed revenue. Imo state recorded the total sum of N65.20bn as Gross FAAC in 2020 which is a drop from the N67.88bn realized in 2019 because of the impact of the COVID-19 pandemic on the global and national market.<\/p>\n<p class=\"article-editor-content__paragraph\">The state’s IGR saw a modest growth of 6.13% from N16.09bn in 2019 to N17.08bn in 2020. However, this growth is still too small to reduce the state’s high dependency on statutory handouts from the federation account. Imo state would be treading on thin ice if it does not significantly revamp its internal revenue generation blueprint to reverse this trend. The components of its IGR had varying degrees of growth; income taxes (PAYE) grew slightly by 3.23% from N12.42bn in 2019 to N12.82bn in 2020 while Road Taxes declined by -41.17% from N901.2m in 2019 to N530.5m in 2020, while MDAs’ revenue saw a 171.93% surge from N840.79m in 2019 to N2.29bn in 2020. Imo state had one of the smallest IGR per capita of N2,779 compared to the country average of N4,616 per citizen or the best IGR per capita performance of N29,373 recorded by Lagos state, the nerve centre of economic activities in the country during the fiscal year 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">Compared to previous years, Imo state in 2020 prioritised investment in operating expenses which gulped N57.35bn or 65.16% of the state’s total expenditure over investments in capital infrastructure which received N28.57bn or 32.45%. The balance of N2.11bn or 2.39% was spent on loan repayments as part of its financing activities. Overall, Imo state’s investment in capital expenditure per capita of N4,647 was significantly smaller than the country average of N8,129 per citizen.<\/p>\n<p class=\"article-editor-content__paragraph\">On the capital expenditure spectrum of the state’s spending, the Economic Sector received a total of N16.49bn, up by 49.23% from N11.05bn in 2019. Unfortunately, the Social Sector (comprising the Ministry of Health, Education, Social Welfare etc) experienced a significant decline of 81.61% from N2.64bn in 2019, to N485.31m in 2020, a time the raging pandemic required the social sector to receive better priority.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">The State is endowed with abundant natural resources which include crude oil, lead, zinc, white clay, fine sand, limestone and natural gas in commercial quantities. It also produces agricultural produce such as palm produce, cocoa and rubber. The main staple crops are yam, cassava, cocoyam and maize. Economic trees like the iroko, mahogany, obeche, gamelina, and bamboo are also in abundance in the state.<\/p>\n<p class=\"article-editor-content__paragraph\">The people of Imo state are mostly engaged in agriculture, producing yams, taro, corn (maize), rice, and cassava (manioc) as staple crops, and oil palm as the main cash crop. Imo is also one of the chief onshore petroleum-producing areas in the country; other mineral resources include coal and natural gas. Imo State is also blessed with learned professionals, entrepreneurs and seasoned artists.<\/p>\n<p class=\"article-editor-content__paragraph\">The works of art produced in the state include carved doors, walking sticks of different designs, sculptures, flutes, wooden mortars and pestles, gongs, and the famous talking drums. Metalworks and various types of fabrications are also produced in the state. Some art and cultural centres include The Mbari Cultural Center at Owerri, Eke Nguru in Aboh Mbaise and Igwekala shrine in Umunoha, all traditional art and craft centres that depict the culture and heritage of the Igbo.<\/p>\n<p class=\"article-editor-content__paragraph\">Imo State also has some industries including Fuason Industries, Owerri, which produces galvanized iron sheets, the Afrik Enterprises, Awo-Omama, a pharmaceutical company, and Imo Concord Hotel, Owerri. Industries that had been partially privatized include the card packaging Industry, Orlu, Resin Paints Limited, Aboh Mbaise and the Aluminium Extrusion Industry, Inyisi. Industries in the private sector include Sab Spare Parts and Allied Accessories, Okigwe, which makes motor-spare parts. Oma Pharmaceutical, Awomoma, which produces drugs and medicines, Magil Industries Atta, which makes steel, sponge, bread, polythene and paper.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Imo state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of cocoa beans (which is one of its major cash crops) is about $9.56bn with the Netherlands, Germany, Malaysia, the United States, Belgium, Indonesia and France as its major purchasers. The import market share in Africa is about $54.2m with Ghana, Tunisia, Algeria, Egypt, South Africa, and Ethiopia as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces corn, and the world market share of corn import is $36.3bn with, Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, Germany, China, Colombia, Malaysia, and Chinese Taipei as major purchasers. The African import market share is $3.73b with Egypt, Algeria, Morocco, Tunisia, South Africa and Senegal as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Imo state also produces palm oil and the world import market share for palm oil is $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy, Russia, Egypt, Germany, Bangladesh, Malaysia, and Myanmar as major buyers. In Africa, the import is $4.28bn with Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic, Ghana, and Angola as major purchasers. There are other markets like that of rubber and rice that Imo state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Imo State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Imo state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Imo state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Imo state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink SCXW199728676 BCX0\" href=\"https:\/\/youtu.be\/Jl3Dgb9TDFo?si=y5UrTfGPki1Ddcfw&amp;t=3253\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Imo state can make N227.5bn from the export of agriproducts (palm oil).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-imo-state-0jmxf?trackingId=%2FG2q57R36zuhssHclHhF4w%3D%3D&amp;lipi=urn%3Ali%3Apage%3Aorganization_admin_admin_page_posts_published%3B4f254c06-4c26-49bf-965b-f267fa676abc\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/Jl3Dgb9TDFo?si=JVzlCYHQfDExPMu6\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23849,"template":"","class_list":["post-23848","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23848","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23849"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23848"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}