{"id":23850,"date":"2024-10-16T21:04:08","date_gmt":"2024-10-16T20:04:08","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23850"},"modified":"2024-10-16T21:04:08","modified_gmt":"2024-10-16T20:04:08","slug":"gombe-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/gombe-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Gombe State IGR"},"content":{"rendered":"<h3 id=\"ember3006\" class=\"ember-view reader-text-block__heading-3\">The Preamble<\/h3>\n<p id=\"ember3007\" class=\"ember-view reader-text-block__paragraph\">Gombe State, <em>the Jewel in Savannah<\/em>, is a mainly agrarian state and is rich in exportable products and mineral resources like wheat, sugarcane, rice, soya beans, etc. The State is in the North-East geopolitical zone of Nigeria. It has 11 local government areas (LGAs) and 14 emirates\/chiefdoms. The LGAs include Akko, Balanga, Billiri, Dukku, Kaltungo, Kwami, Shomgom, Funakaye, Gombe, Nafada\/Bajoga, and Yamaltu Deba with Gombe as the state’s capital.<\/p>\n<p id=\"ember3008\" class=\"ember-view reader-text-block__paragraph\">Gombe state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p id=\"ember3009\" class=\"ember-view reader-text-block__paragraph\">Regardless of the poverty, unemployment, and frustration present in Gombe state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p id=\"ember3010\" class=\"ember-view reader-text-block__paragraph\">For Gombe state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember3011\" class=\"ember-view reader-text-block__heading-3\">The Peculiarities<\/h3>\n<p id=\"ember3012\" class=\"ember-view reader-text-block__paragraph\">Gombe State was created on 1 October 1996 during the regime of the late General Sani Abacha, out of the old Bauchi State. Gombe state shares boundaries with Yobe state to the North, Borno and Adamawa states to the East, Bauchi state to the West and Taraba State to the South. The Climate of the state is warm not exceeding 30°C during the hottest months (March-May) with an annual average rainfall of 850mm.<\/p>\n<p id=\"ember3013\" class=\"ember-view reader-text-block__paragraph\">Situated in northeastern Nigeria, Gombe State comprises many tribal groups among which are Tera, Tangali, Fulani, Bolewa, Waja and Hausa. Hausa is the Common language of the people. It is an agrarian state located within the expansive savannah, endowed with over 13 different types of minerals harnessed for various uses. Gombe state is nicknamed “Jewel of the Savannah”.<\/p>\n<p id=\"ember3014\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 18,768 Km², Gombe state has a population of 3,472,223 of which 1,770,834 are male and 1,701,389 are female. The state has a tropical savannah vegetation and the major crops grown are Yam, Cassava, Maize, Tomato, Groundnut, Cottons, Gum Arabic, Rice, Miller, Cassava, Beans, Ground Nut, Fruits and Vegetables. The solid minerals present in the state include Uranium, Gypsum, Clay Limestone, Quartz, Magnetite, Diatomite, Iron Ore, Kaolin, Potash, Trona, Mica, Silica Sand, Gypsum, Feldspar Granite Chips, and Flutters Earth. For Gombe State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/p>\n<p id=\"ember3015\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Gombe State are in its mining capability since it has an abundance of mineral resources such as clay, limestone, gypsum, uranium, diatomite and hydrocarbon; 85% agrarian population and the largest grains depot in North-East Nigeria; 3 large dams with immense irrigation and hydropower potential; trade and services delivery network via its depots; commercial hub of the North-East sub-region. In 2019, the state recorded an Internally Generated Revenue (IGR) of N6.8bn and a budget of N130.8bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 31.26%, while about 34.94% were underemployed. With the opportunities available in Gombe state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember3016\" class=\"ember-view reader-text-block__heading-3\">The Profile<\/h3>\n<p id=\"ember3017\" class=\"ember-view reader-text-block__paragraph\">In 2020, Gombe State recorded an IGR of N8.54bn and a Federal Allocation of N49.18bn. This by implication means Gombe state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N84.97bn and foreign debt of about $36.6m and the growth in the state’s debt has been fluctuating over the years. About 47.09% of the state’s revenue went to capital expenditure while the remaining 52.91% went to operating expenses. The IGR per capita of the state was N2,306, capital expenditure per capita was N7,843 and debt per capita was N26,706.<\/p>\n<p id=\"ember3018\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of the Nigerian state, The Jewel of the Savannah ranked 7th on the 2020 Fiscal Performance Index. Despite the distortion of the COVID-19 pandemic to local economies and government revenues worldwide, Gombe State’s Internally Generated Revenue (IGR) witnessed a +25.50% year-on-year increase from N6.80bn in 2019 to N8 54bn in 2020, however, its IGR is still one of the smallest in the country. The state requires more work on its IGR generating capacity, the state’s IGR translates to an IGR per capita of N2,306 which is very small compared to the average IGR per capita of N4,616 for all 36 states.<\/p>\n<p id=\"ember3019\" class=\"ember-view reader-text-block__paragraph\">The state’s low IGR makes the state dangerously dependent on the federal government for a significant chunk of its recurrent revenue, the state’s N8.54bn IGR accounts for 14.79% of its total recurrent revenue of N57.7bn while federally distributed revenue through Gross FAAC accounted for 85.21% or N49.1bn of the balance.<\/p>\n<p id=\"ember3020\" class=\"ember-view reader-text-block__paragraph\">Gombe state pruned its operating expenses by -22.8% from N42.88bn in 2019 to N32.62bn in 2020, with its overhead cost component experiencing the greatest cut of -47.16% from N9.89bn in 2019 to N18.72bn in 2020. This contributed to its improvement in the 2021 Fiscal Performance Ranking which significantly rewards states for improving their IGR or cutting their cost of operations. In contrast, capital expenditure was cut by 5.48% from N30.72bn in 2019 to N29.03bn in 2020.<\/p>\n<p id=\"ember3021\" class=\"ember-view reader-text-block__paragraph\">The state still has more work to do as its capital expenditure per capita translates to N7,843 which is still lower than the average capital expenditure per capita of N8,129 for 2020. The state still has infrastructure gaps in Education, Health and Roads that need significant capital investment.<\/p>\n<p id=\"ember3022\" class=\"ember-view reader-text-block__paragraph\">December 31 2020, brought Gombe’s total debt stock to N98.86bn, making it the 25th most indebted in the country. The total debt stock of Gombe comprises a domestic debt of N84.97bn naira and a foreign debt of $36.55m. The state spent N13.92bn on servicing internal loans and N616 68m on servicing external loans in the 2020 fiscal year.<\/p>\n<div id=\"attachment_23852\" style=\"width: 810px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23852\" class=\"size-full wp-image-23852\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/80262774-rice-farming-in-kebbi.jpg\" alt=\"Rice production in Gombe, Rice farm, export potential\" width=\"800\" height=\"533\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/80262774-rice-farming-in-kebbi.jpg 800w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/80262774-rice-farming-in-kebbi-300x200.jpg 300w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/80262774-rice-farming-in-kebbi-768x512.jpg 768w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/80262774-rice-farming-in-kebbi-650x433.jpg 650w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/80262774-rice-farming-in-kebbi-600x400.jpg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" \/><p id=\"caption-attachment-23852\" class=\"wp-caption-text\">Rice Production via Daily Nigerian<\/p><\/div>\n<h3 id=\"ember3023\" class=\"ember-view reader-text-block__heading-3\">The Potential<\/h3>\n<p id=\"ember3024\" class=\"ember-view reader-text-block__paragraph\">Gombe is generally a Guinea Savannah grassland with a concentration of woodlands in the South East and South West. Rainfall Annual Average of 850mm.<\/p>\n<p id=\"ember3025\" class=\"ember-view reader-text-block__paragraph\">The people of Gombe state are primarily farmers producing food and cash crops, they include Cereals (Maize, Sorghum, Rice and wheat), Legumes (Cowpeas, groundnuts, soya beans and Bambara nuts), Fruits (Orange, Lemon, Mango, Guava, Paw-paw and grapes), Vegetables (Tomatoes, pepper, onions, okra, pumpkin and melon), Tree Crops (Gum Arabic, Kenaf, sugar cane, sunflower and ginger).<\/p>\n<p id=\"ember3026\" class=\"ember-view reader-text-block__paragraph\">These products provide raw materials for agro-based industries like the tomato company, cotton ginnery, and groundnut oil mill in the state. Other industries in the state are the cement industry, furniture and block making Industries and other small-scale industries.<\/p>\n<p id=\"ember3027\" class=\"ember-view reader-text-block__paragraph\">Gombe is blessed with natural resources like Uranium, Gypsum, and Limestone. Recently, Petroleum deposits were reported to have been discovered in the state.<\/p>\n<h3 id=\"ember3028\" class=\"ember-view reader-text-block__heading-3\">The Purchasers<\/h3>\n<p id=\"ember3029\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Gombe state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of rice (which is one of its major cash crops) is about $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major purchasers. The import market share in Africa is about $6.06bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major buyers.<\/p>\n<p id=\"ember3030\" class=\"ember-view reader-text-block__paragraph\">The state also produces corn, and the world market share of corn import is $36.3bn with, Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, Germany, China, Colombia, Malaysia, and Chinese Taipei as major purchasers. The African import market share is $3.73b with Egypt, Algeria, Morocco, Tunisia, South Africa and Senegal as major buyers.<\/p>\n<p id=\"ember3031\" class=\"ember-view reader-text-block__paragraph\">Gombe state also produces wheat and the world import market share for wheat is $44.1bn with Egypt, Indonesia, Turkey, Italy, the Philippines, Nigeria, Algeria, Brazil, Japan, China, and Yemen as major buyers. In Africa, the import is $6.06bm with Egypt, Nigeria, Algeria, Morocco, Sudan, Kenya, South Africa and Tunisia as major purchasers. There are other markets like that of soya beans, raw sugarcane and ginger that Gombe state can explore for exports as well.<\/p>\n<h3 id=\"ember3032\" class=\"ember-view reader-text-block__heading-3\">The Proposal<\/h3>\n<p id=\"ember3033\" class=\"ember-view reader-text-block__paragraph\">For Gombe State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember3034\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Gombe state government should consider the following:<\/p>\n<p id=\"ember3035\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember3036\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember3037\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember3038\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember3039\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember3040\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember3041\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Gombe state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember3042\" class=\"ember-view reader-text-block__heading-3\">The Profit<\/h3>\n<p id=\"ember3043\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Gombe state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember3044\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/owvYMGEYmvA?si=uXR-PWT1H73wLN2p&amp;t=3214\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a> for a hypothetical visual representation and explanation of how Gombe state can make N227.25bn from the export of agriproducts (sugarcane).<\/p>\n<p id=\"ember3045\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember3046\" class=\"ember-view reader-text-block__paragraph\">\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-gombe-90qjf\/?trackingId=w%2B8%2F9jgi7eVZA2JMh6WXtg%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/owvYMGEYmvA?si=qRqK4V1eYoWRhK7N\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23851,"template":"","class_list":["post-23850","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23850","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23851"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23850"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}