{"id":23869,"date":"2024-10-28T16:14:30","date_gmt":"2024-10-28T15:14:30","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23869"},"modified":"2024-10-29T11:21:42","modified_gmt":"2024-10-29T10:21:42","slug":"katsina-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/katsina-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Katsina State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__paragraph article-editor-content__has-focus\"><em>The Preamble <\/em><\/h3>\n<p class=\"article-editor-content__paragraph\">Katsina State, <em>home of hospitality<\/em>, is rich in exportable products and mineral resources like soybean, cotton, onion, uranium, manganese, etc, and is predominantly an agrarian state. The State is in the Northwest geopolitical zone of Nigeria. It has 34 local government areas including Bakori, Batagarawa, Batsari, Bindawa, Baure, Charanchi, Dandume, Danja, Dan-Musa, Daura, Dutsinma, Dutsi, Faskari, Funtua, Ingawa, Jibia, Kafur, Kaita, Kankia, Kankara, Katsina and others with its capital in Katsina.<\/p>\n<p class=\"article-editor-content__paragraph\">Katsina state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Katsina state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Katsina state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__paragraph\"><em>The Peculiarities <\/em><\/h3>\n<p class=\"article-editor-content__paragraph\">Katsina State was carved out of Kaduna State on September 1987 by the General Ibrahim Babangida regime. Its capital is Katsina.  From pre-colonial times to the present, Katsina state has always been the shining star of the North. It is not only the cultural pacesetter of the region; it is also the birthplace of the seven historic Hausa states that form the nucleus of what is today Northwestern Nigeria. The State is bounded in the East by Kano State, in the West by Sokoto State, in the South by Kaduna State and in the North by the Niger Republic.<\/p>\n<p class=\"article-editor-content__paragraph\">Katsina State is the largest cotton producer in the country. It is made up of two emirates which feature prominently in the establishment of the seven Hausa Kingdoms.<\/p>\n<p class=\"article-editor-content__paragraph\">The lineage between Bayajida and Daurama produced the founders of Daura, Katsina, Zaria, Kano, Rano Gobir and Biram. The legendary Kusugu well where the snake called Sarki was slain is one of the tourist attractions of Daura.<\/p>\n<p class=\"article-editor-content__paragraph\">Katsina was founded by Kumayo and before the Fulani conquest had been an important seat of learning and a commercial centre of the trans-Saharan Trade. It provided one of the earliest education centres of the north.<\/p>\n<p class=\"article-editor-content__paragraph\">Katsina State is bounded in the East by Kano and Jigawa States, in the West by Zamfara State, in the South by Kaduna State and in the North by the Niger Republic. The indigenes are Hausa and, Fulani.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 24,192 Km², Katsina state has a population of 8,315,581 of which 4,240,946 are male and 4,074,635 are female. The state has a tropical savannah vegetation and the major crops grown are Cotton, Sorghum, Sugarcane, Tomato, Soybean, and Onion. The solid minerals present in the state include Basalt, Diamonds, Feldspar, Granite, Graphite, Gold, Iron-Ore, Kaolin, Manganese, Nickel, and Uranium. For Katsina State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Business Process Outsourcing, Tourism, Energy and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Katsina State are in it being the largest producer of cotton, soybeans and sesame in Nigeria; 2nd largest producer of sorghum; major producer of cereals and legumes; 2nd largest tomato cultivating state; 2nd largest producer of hibiscus flower; largest Kaolin deposits in Nigeria.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N8.5bn and a budget of N244.8bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 25.28%, while about 23.54% were underemployed. With the opportunities available in Katsina state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__paragraph\"><em>The Profile <\/em><\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Katsina State recorded an IGR of N11.40bn and a Federal Allocation of N65.20bn. This by implication means Katsina state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N48.03bn and foreign debt of about $56.2m and the growth in the state’s debt has been fluctuating over the years covered except for 2019. About 23.33% of the state’s revenue went to capital expenditure while the remaining 72.08% went to operating expenses. The IGR per capita of the state was N1,291, capital expenditure per capita was N2,484 and debt per capita was N7,857.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, Nigeria’s 5th most populous state, Katsina, allocated N68.40bn to recurrent expenditure and N113.23bn to capital expenditure in its 2020 amended budget. However, the state was only able to implement 48.72% of the budget.<\/p>\n<p class=\"article-editor-content__paragraph\">The state, with 19,971 persons on its payroll as at December 2020, expended N31.22bn on personnel cost in 2020. This was 104.15% of the N29.98bn set aside for personnel costs in the 2020 amended budget. Similarly, Katsina spent 81.59% of the N19.99bn allocated to overhead costs and N11.66bn, making 63.28% of the allocated sum, on consolidated revenue charges in 2020. Katsina state added 432 new personnel on its payroll between April and December 2020 and removed 1266 personnel from its payroll within the same period.<\/p>\n<p class=\"article-editor-content__paragraph\">However, despite having a net removal of 834 persons from its payroll between April and December 2020, Katsina State’s personnel cost grew by 19.48% from N26.13bn in 2019 to N31.22bn in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">In the same vein, Katsina’s overhead cost was expected to drastically reduce compared to 2019 because the state was shut down for a couple of months during the peak of the COVID-19 pandemic in 2020 and non-essential workers were asked to work from home. However, Katsina experienced a slight 0.9% decline in its overhead cost from N16.47bn in 2019 to N16.32bn.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2020, capital spending in critical social sectors of the Katsina economy was not prioritized. The state implemented poorly the capital budget for its economic sector, having disbursed only 12.82% of the allocated funds for the Ministry of Agriculture and Natural Resources, 10.33% of the allocated sum for employment and social intervention, and 18.21% of the funds set aside for capital spending in the Ministry of Commerce and Industry.<\/p>\n<p class=\"article-editor-content__paragraph\">Following a similar trend, out of the N15.43bn and N29.91bn allocated to the Ministry of Education and the Ministry of Health for capital expenditure in the 2020 amended budget of Katsina State, only N2.10bn and N1.28bn was disbursed to both Ministries respectively.<\/p>\n<p class=\"article-editor-content__paragraph\">Capital expenditure usually entails spending on assets but interestingly, Katsina included debt servicing in its capital expenditure budget for 2019 and 2020; this is an anomaly compared to other states. Although Katsina increased its total debt profile by 44.88% from N49.81bn in 2018 to N90.36bn in 2019, it reduced its 2019 debt stock by 29.93% to N69.38bn in 2020.<\/p>\n<h3 class=\"article-editor-content__paragraph\"><em>The Potential <\/em><\/h3>\n<p class=\"article-editor-content__paragraph\">The economy of the State is majorly agrarian with a cultivable 2.4 million hectares of land out of which 1.6 million is under cultivation, leaving a land area of 800,000 hectares, equivalent to one-third of the total cultivable land available for investment. The state also has over 61 water bodies suitable for irrigation farming with a capacity of 1121CU.m. The major water bodies with a combined water surface area of 558Cum are in Sabke, Jibia, and Gwaigwaye.<\/p>\n<p class=\"article-editor-content__paragraph\">Farming and rearing of animals constitute the means of livelihood of about 80% of the population of the state. The state is a major collection centre for cash crops such as cotton, groundnut and food crops such as maize, guinea corn, millet, and vegetables. The range of livestock in the state is cattle, sheep, goat and poultry. These provide huge opportunities for setting up of large scale agro-allied industries such as sugar processing, rice milling, oil and flour milling, textiles, dairy production, confectioneries, meat processing, tannery, poultry production, etc.<\/p>\n<p class=\"article-editor-content__paragraph\">The State has the following ranking in agricultural production and other business spaces in the country:<\/p>\n<ul class=\"article-editor-content__bullet-list\">\n<li class=\"article-editor-content__list-item\">\n<p class=\"article-editor-content__paragraph\">The largest producer of cotton;<\/p>\n<\/li>\n<\/ul>\n<ul class=\"article-editor-content__bullet-list\">\n<li class=\"article-editor-content__list-item\">\n<p class=\"article-editor-content__paragraph\">The second largest producer of sorghum;<\/p>\n<\/li>\n<\/ul>\n<ul class=\"article-editor-content__bullet-list\">\n<li class=\"article-editor-content__list-item\">\n<p class=\"article-editor-content__paragraph\">Produces 13% of Nigeria’s sugarcane, placing it in second place<\/p>\n<\/li>\n<\/ul>\n<ul class=\"article-editor-content__bullet-list\">\n<li class=\"article-editor-content__list-item\">\n<p class=\"article-editor-content__paragraph\">In Nigeria, the World Bank ranked the State 7th in ease of doing business ahead of Lagos, Kano, Rivers and Cross Rivers;<\/p>\n<\/li>\n<\/ul>\n<ul class=\"article-editor-content__bullet-list\">\n<li class=\"article-editor-content__list-item\">\n<p class=\"article-editor-content__paragraph\">The State ranks 12th in Micro, Small and Medium Enterprises (MSME) development and growth;<\/p>\n<\/li>\n<\/ul>\n<ul class=\"article-editor-content__bullet-list\">\n<li class=\"article-editor-content__list-item\">\n<p class=\"article-editor-content__paragraph\">The State was ranked 17th in Gross State Product with average per capita of $6,022; and the major producer of other cereals and legume crops.<\/p>\n<\/li>\n<\/ul>\n<p class=\"article-editor-content__paragraph\">Katsina state is blessed with abundant mineral resources that could be tapped for industrial growth. Prominent amongst these include lead, iron oxide, gold, iron ore, manganese, kaolin, silica sands, fire clay, asbestos, feldspars, mica, serpentine, gemstones, precious stones etc.<\/p>\n<p class=\"article-editor-content__paragraph\">The availability of various types of crops cultivated in the state provided an opportunity for the setting up of agro-allied industries. As previously stated, cotton, beans, tomatoes, pepper, groundnut, millet, maize and guinea-corn are raw materials for various types of industries.<\/p>\n<p class=\"article-editor-content__paragraph\">Leather and shoe manufacturing industries are feasible because of the availability in commercial quantity of hides and skin in all the nooks and corners of the state. Funtua textiles factory which employs over one thousand workers depends heavily on cotton being produced in Funtua, Bakori, Dandume, Sabuwa, Faskari, Danja, Dutsin-ma, Kurfi, Malumfashi and Kafur local government areas.<\/p>\n<p class=\"article-editor-content__paragraph\">The availability of these raw materials offers wide-ranging opportunities for setting up of more commercial and industrial ventures in the state. The two oil mills situated in Katsina and Funtua depend on groundnut and cotton seed for their raw materials requirements.<\/p>\n<p class=\"article-editor-content__paragraph\"><em>The Purchasers <\/em><\/p>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Katsina state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of cotton (which is one of its major cash crops) is about $53.6bn with China, Bangladesh, Vietnam, Turkey, Indonesia, Pakistan, India, Italy, Hong Kong, and Egypt as major purchasers. The import market share in Africa is about $5.1bn with Egypt, Nigeria, Morocco, Tunisia, Senegal, South Africa, Gambia, Mali and Benin Republic as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Corn, and the world market share of Corn import is $36.3bn with, Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The African import market share is $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Katsina state also produces Onion and the world import market share for Onion is $7.18bn with the United States, Indonesia, Vietnam, Germany, the United Kingdom, Malaysia, Brazil, the Netherlands, Japan, and Canada as major buyers. In Africa, the import is $318m with Senegal, Côte D&#8217;Ivoire, Guinea, Mauritania, Mozambique, Ghana, Congo DRC, Mali, and Angola as major purchasers. There are other markets like that of groundnut and raw sugar cane that Katsina state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__paragraph\"><em>The Proposal <\/em><\/h3>\n<p class=\"article-editor-content__paragraph\">For Katsina State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Katsina state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Katsina state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__paragraph\"><em>The Profit <\/em><\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Katsina state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink SCXW97902788 BCX0\" href=\"https:\/\/youtu.be\/aQdgnZJBQlE?si=kiuMCp_1sMZbVHCp&amp;t=2867\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Katsina state can make N316.2bn from the export of agriproducts (sesame seeds).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-katsina-hpbqc\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/aQdgnZJBQlE?si=L0N4Uuxxf2LqjDPo\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23870,"template":"","class_list":["post-23869","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23869","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23870"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23869"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}