{"id":23864,"date":"2024-10-23T09:35:54","date_gmt":"2024-10-23T08:35:54","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23864"},"modified":"2024-10-23T09:35:54","modified_gmt":"2024-10-23T08:35:54","slug":"kano-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/kano-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Kano State IGR"},"content":{"rendered":"<h3 id=\"ember1296\" class=\"ember-view reader-text-block__heading-3\">The Preamble<\/h3>\n<p id=\"ember1297\" class=\"ember-view reader-text-block__paragraph\">Kano State, <em>the Centre of Commerce<\/em>, is rich in exportable products and mineral resources like wheat, sesame, ginger, uranium, etc, and is a predominantly agricultural state. The State is in the Northwest geopolitical zone of Nigeria. It has 44 local government areas including Ajingi, Albasu, Bagwai, Bebeji, Bichi, Bunkure, Dala, Dambatta, Dawakin kudu, Dawakin-Tofa, Doguwa, Fagge, Gabasawa, Garko, Garun-Mallam, Gaya, Gezawa, Gwale, Gwarzo, Kabo, Kano Municipal, Karaye, Kibiya, Kiru, Kumbtso, Kunchi, Kura, Madobi, Makoda, Minjibir, Nassarawa, Rano, Rimin-Gado, Rogo, Shanono, Sumaila, Takai, Tarauni, Tofa, Tsanyawa, Tudun Wada, Ungogo, Warawa, and Wudil with its capital in Kano.<\/p>\n<p id=\"ember1298\" class=\"ember-view reader-text-block__paragraph\">Kano state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p id=\"ember1299\" class=\"ember-view reader-text-block__paragraph\">Regardless of the poverty, unemployment, and frustration present in Kano state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p id=\"ember1300\" class=\"ember-view reader-text-block__paragraph\">For Kano state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember1301\" class=\"ember-view reader-text-block__heading-3\">The Peculiarities<\/h3>\n<p id=\"ember1302\" class=\"ember-view reader-text-block__paragraph\">Kano State was created on May 27, 1967, from the then-northern region by the then-regime of General Yakubu Gowon. Jigawa State was carved out of Kano State in the state creation exercise of 1991. Its capital is Kano. Strategically located at the centre of Northern Nigeria, Kano has served as a major entry port to the nation and as the Southern hub of the trans-Saharan trade route for centuries. The capital, Kano City, acts as a regional trade hub servicing a market of over 300 million people located in Northern Nigeria, neighbouring countries such as Niger, Chad and Cameroon. Kano State is bounded to the Northwest by Katsina State, northeast by Jigawa State to the northeast, and south by Bauchi and Kaduna States. The State is the second-largest industrial centre in Nigeria and the largest in Northern Nigeria with textile, tanning, footwear, cosmetics, plastics, enamelware, pharmaceuticals, ceramics, furniture and other industries. Others include agricultural implements, soft drinks, food and beverages, dairy products, vegetable oil, animal feeds etc.<\/p>\n<p id=\"ember1303\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 20,131 Km², Kano state has a population of 13,969,085 of which 7,124,234 are male and 6,844,852 are female. The state has tropical savannah vegetation and the major crops grown are Rice, Wheat, Barley, Groundnut, Soybeans, Castor, Sesame, Cotton, Sisal, Ginger, Chili Pepper, and Sugarcane. The solid minerals present in the state include Kaolin, Niobium, Uranium, Gold, Tin, Silica Sand, Feldspar and Quartz. For Kaduna State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Business Process Outsourcing, Tourism, Energy and Mining.<\/p>\n<p id=\"ember1304\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Kano State are in it having the largest labour force in the country since over 50% of its population are youth; major commercial and manufacturing centre in the West African sub-region; rich cultural heritage value; strong investment incentives around tax holiday; large competitively priced labour force; major entry port and Southern hub for trans-Saharan trade routes.<\/p>\n<p id=\"ember1305\" class=\"ember-view reader-text-block__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N40.6bn and a budget of N206bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 25.36%, while about 31.20% were underemployed. With the opportunities available in Kano state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember1306\" class=\"ember-view reader-text-block__heading-3\">The Profile<\/h3>\n<p id=\"ember1307\" class=\"ember-view reader-text-block__paragraph\">In 2020, Kano State recorded an IGR of N31.82bn and a Federal Allocation of N86.54bn. This by implication means Imo state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N116.93bn and foreign debt of about $68.4m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 25.71% of the state’s revenue went to capital expenditure while the remaining 74.29% went to operating expenses. The IGR per capita of the state was N2,132, capital expenditure per capita was N2,454 and debt per capita was N9,578.<\/p>\n<p id=\"ember1308\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of Nigerian states, Kano State, the Centre of Commerce, surpassed its 2020 Internally Generated Revenue (IGR) projection of N28.4bn by 12.04%, having recorded a realized IGR of N31.82bn in 2020. Similarly, the state received a gross allocation of N81.27bn from the federal government in the 2020 fiscal year.<\/p>\n<p id=\"ember1309\" class=\"ember-view reader-text-block__paragraph\">The gross allocation received by Kano State consisted of a statutory allocation of N52.55bn, Value Added Tax (VAT) of N26.28bn and N7.39bn from excess crude sales and other revenue sources. The recurrent revenue (IGR and gross allocation) to Kano State for the implementation of its 2020 budget fell by 3.86% from N123.08bn in 2019 to N118.33bn in 2020. The ratio of its recurrent to capital expenditure was 1.29:1, with a recurrent and capital expenditure of N77.79bn and N60.49bn, respectively. Despite Kano State exceeding its total revenue projections by 5.95% in 2020, it implemented 95% of its personnel budget, 91.09% of its overhead budget and just 28.83% of its capital budget.<\/p>\n<p id=\"ember1310\" class=\"ember-view reader-text-block__paragraph\">Faced with huge human capital and infrastructure deficit in its social sector and the socio-economic effects of the COVID-19 pandemic, it was expected that Kano State would have committed a large part of its resources realized in 2020 to capital spending in critical sectors like education, health, water, agriculture and sanitation and hygiene (WASH). However, Kano spent a paltry sum of N1.9bn, which was 8.66% of the N21.93bn approved for capital expenditure in its social sector in the 2020 fiscal year.<\/p>\n<p id=\"ember1311\" class=\"ember-view reader-text-block__paragraph\">The total debt stock of Kano State as at December 31, 2020, stood at N142.93bn, a 10.89% increase from N128.90bn in December 2019. N116.94bn, making up 81.86% of the total debt stock, was sourced domestically.<\/p>\n<p id=\"ember1312\" class=\"ember-view reader-text-block__paragraph\">Although Kano State’s external debt of $69.11m as at December 31, 2019 declined by 1.02% to $68.4m in December 2020, the devaluation of the naira from N305.9\/$1 to N360\/$1 in March 2020 and further to N379\/$1 in August of the same year raised the value of Kano’s $68.4m prevailing external debt from N20.92bn in February 2020 to N25.92bn in December 2020.<\/p>\n<h3 id=\"ember1313\" class=\"ember-view reader-text-block__heading-3\">The Potential<\/h3>\n<p id=\"ember1314\" class=\"ember-view reader-text-block__paragraph\">The Nigerian economy has been primarily fuelled by the exportation of raw resources and Northern Nigeria, particularly Kano, has contributed significantly to this. Groundnut is one of the state’s major exports. Kano has produced around half a million tons of groundnuts and this quantity was around half the production of the entire Nigeria.<\/p>\n<p id=\"ember1315\" class=\"ember-view reader-text-block__paragraph\">Kano’s economy hugely relies on agriculture. In fact, around three-fourths of the total state population performs jobs that are agricultural in nature. Cowpeas, maize, millet, rice and sorghum are the primary food crops that are dominantly cultivated in Kano for the necessities of the locals. On the other hand, cotton and groundnuts are Kano’s primary agricultural crops for industrial utilization and exportation.<\/p>\n<p id=\"ember1316\" class=\"ember-view reader-text-block__paragraph\">Kano State is also one of the biggest exporters of skins and hides. It possesses more than four-fifths of the tanneries found in the state’s industrial estates. Its exported tanned leather is considered one of the best worldwide. Other products that are grown and exported by the state are chilli pepper, cotton, garlic, gum Arabic and soya beans. These items can be purchased at the Dawanau Market, which is located around 13 km from the centre of Kano City. More than one-fifth of Nigeria’s non-oil income is contributed by the state.<\/p>\n<p id=\"ember1317\" class=\"ember-view reader-text-block__paragraph\">The Kurmi Market, which was established in the 16th century by Emir Muhammad Rumfa, immensely promoted Kano’s commerce. His successors contributed to Kano’s rise as a business powerhouse in Sudanic Africa. Emirs Ibrahim Dado and Sulaimanu compelled merchants to shift from Katsina during the 19th century. Such shift was caused by the Maradi raid, and it served as a primary factor behind Kano’s prominence and rise within the Sokoto Caliphate. The caliphate’s jihad leaders promoted Kolanut trade, and this caused Kano to earn around $30 million annually.<\/p>\n<p id=\"ember1318\" class=\"ember-view reader-text-block__paragraph\">The innovativeness of Kano’s traders enabled them to successfully incorporate the craft industry with commerce during the pre-colonial times. In the said timeframe, Kano produced approximately ten million pairs of sandals. During Emir Alhaji Muhammadu Sanusi’s rule from 1953 to 1963, the Bompai Industrial Estate was founded by means of a loan guaranty. Kano State is the most significant and biggest among the commercial centres found in North Nigeria. With a population of approximately ten million, the state grants a steady and continuous market for both semi-processed and manufactured products. The volume of trading processes performed daily, especially in Kurmi, Katin Kwari, Kwanar Singer, Muhammadu Abubakar Rami and Dawanau markets demonstrate Kano’s immense potential as a market for different goods.<\/p>\n<p id=\"ember1319\" class=\"ember-view reader-text-block__paragraph\">Malam Aminu International Airport Road, railway links for other places within Kano, the country’s exceptional road network and other remarkable infrastructures permit the continual progress of financial processes. Kano has numerous brokerage firms, bank branches and insurance firms, which make the state the most important business centre in North Nigeria.<\/p>\n<p id=\"ember1320\" class=\"ember-view reader-text-block__paragraph\">The State of Kano is the biggest industrial centre in Northern Nigeria and the second biggest in Nigeria. The state has more than four hundred private SMEs, which produce diverse products like agricultural implements, tanned leather, pharmaceutical products, dairy products, bicycles and textile materials. Kano’s government provided big industrial areas like Challawa Industrial Area, Sharada Industrial Areas and Tokarawa Industrial Layout for enhancing industrial progress. The state plans to add more industrial estates.<\/p>\n<h3 id=\"ember1321\" class=\"ember-view reader-text-block__heading-3\">The Purchasers<\/h3>\n<p id=\"ember1322\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Kano state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of rice (which is one of its major cash crops) is about $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major purchasers. The import market share in Africa is about $6.06bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major buyers.<\/p>\n<p id=\"ember1323\" class=\"ember-view reader-text-block__paragraph\">The state also produces Groundnuts, and the world market share of Groundnuts import is $3.19bn with, China, Indonesia, the Netherlands, Vietnam, Germany, Russia, Mexico, Canada, the United Kingdom, and Japan as major purchasers. The African import market share is $171m with Algeria, South Africa, Tanzania, Kenya, Rwanda, Libya, Tunisia and Mozambique as major buyers.<\/p>\n<p id=\"ember1324\" class=\"ember-view reader-text-block__paragraph\">Kano state also produces Ginger and the world import market share for Ginger is $1.06bn with the United States, the Netherlands, Japan, Pakistan, Bangladesh, Germany, the United Kingdom, the United Arab Emirates, Malaysia and Saudi Arabia as major buyers. In Africa, the import is $38m with Morocco, Egypt, South Africa, Algeria, Nigeria, Sudan, Kenya, Rwanda, and Somalia as major purchasers. There are other markets like that of wheat, sesame seeds, cotton, and soybeans that Kano state can explore for exports as well.<\/p>\n<h3 id=\"ember1325\" class=\"ember-view reader-text-block__heading-3\">The Proposal<\/h3>\n<p id=\"ember1326\" class=\"ember-view reader-text-block__paragraph\">For Kano State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember1327\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Kano state government should consider the following:<\/p>\n<p id=\"ember1328\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember1329\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember1330\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember1331\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember1332\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember1333\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember1334\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Kano state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember1335\" class=\"ember-view reader-text-block__heading-3\">The Profit<\/h3>\n<p id=\"ember1336\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Kano state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember1337\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/yq7bwRRzl5Q?si=MuMvQ0zSFN1MnCtB&amp;t=2757\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a>for a hypothetical visual representation and explanation of how Kano state can make N285.5bn from the export of agriproducts (sesame seeds).<\/p>\n<p id=\"ember1338\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-kano-state-dayrf\/?trackingId=CBV9%2BJmo6Jq9hFqaKGR%2BRQ%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/yq7bwRRzl5Q?si=s3E-RnN6WR1hzDWG\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23865,"template":"","class_list":["post-23864","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23864","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23865"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23864"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}