{"id":23862,"date":"2024-10-23T09:25:51","date_gmt":"2024-10-23T08:25:51","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23862"},"modified":"2024-10-23T09:25:51","modified_gmt":"2024-10-23T08:25:51","slug":"kaduna-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/kaduna-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Kaduna State IGR"},"content":{"rendered":"<h3 id=\"ember169\" class=\"ember-view reader-text-block__paragraph\"><em>The Preamble <\/em><\/h3>\n<p id=\"ember170\" class=\"ember-view reader-text-block__paragraph\">Kaduna State, <em>the Centre of Learning<\/em>, is rich in exportable products and mineral resources like maize, groundnut, raw cotton, gold, etc, and is a predominantly agricultural state. The State is in the Northwest geopolitical zone of Nigeria. It has 23 local government areas including Birnin Gwari, Chikun, Giwa, Igabi, Ikara, Jaba, Jema&#8217;a, Kachia, Kaduna North, Kaduna South, Kagarko, Kajuru, Kaura, Kauru, Kubau, Kudan, Lere, Makarfi, Sabon Gari, Sanga, Soba, Zangon Kataf, and Zaria with its capital in Kaduna.<\/p>\n<p id=\"ember171\" class=\"ember-view reader-text-block__paragraph\">Kaduna state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p id=\"ember172\" class=\"ember-view reader-text-block__paragraph\">Regardless of the poverty, activities of bandits, unemployment, and frustration present in Kaduna state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p id=\"ember173\" class=\"ember-view reader-text-block__paragraph\">For Kaduna state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember174\" class=\"ember-view reader-text-block__paragraph\"><em>The Peculiarities <\/em><\/h3>\n<p id=\"ember175\" class=\"ember-view reader-text-block__paragraph\">Kaduna was created on 27th May 1967 out of the former Northern region by the then regime of General Murtala Mohammed and was the capital of the North Central State at that time. In 1987, Katsina State was created out of Kaduna State. The state currently has its capital in Kaduna.<\/p>\n<p id=\"ember176\" class=\"ember-view reader-text-block__paragraph\">Kaduna state is located at the centre of Northern Nigeria. It has a political significance as the former administrative headquarters of the North during the colonial era. The state shares boundaries with Niger State to the west, Zamfara, Katsina and Kano states to the north, Bauchi and Plateau States to the east and FCT Abuja and Nassarawa State to the south. Kaduna State occupies.<\/p>\n<p id=\"ember177\" class=\"ember-view reader-text-block__paragraph\">Zaria is one of the major towns in Kaduna state and it has a very rich history. Notably is Queen Amina who ruled Zaria and was known as a great warrior. Her territories stretched as far as Bauchi in the east and extended as far south as the River Niger. She built a walled town wherever she conquered.<\/p>\n<p id=\"ember178\" class=\"ember-view reader-text-block__paragraph\">Kaduna State provides the meeting point of the earliest histories of Nigeria. It is the home of Nok which gave its name to the oldest culture of Nigeria the Nok culture. Interestingly, the Nok tribe, one of Africa’s earliest civilizations is located within the area that makes up Kaduna.<\/p>\n<p id=\"ember179\" class=\"ember-view reader-text-block__paragraph\">Kaduna State is one of the major states in Nigeria. One etymological account records that Kaduna derived its name from the Gbagyi ethnic group, which has lived there for centuries.<\/p>\n<p id=\"ember180\" class=\"ember-view reader-text-block__paragraph\">The state’s nickname is “The Centre of Learning” because it is home to several prestigious institutions including the Nigerian Defence Academy (NDA), Ahmadu Bello University (ABU), Nigerian College of Aviation, Zaria, Barewa College and Nuhu Bamalli Polytechnic, among many others.<\/p>\n<p id=\"ember181\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 46,053 Km², Kaduna state has a population of 8,762,664 of which 4,468,958 are male and 4,293,705 are female. The state has Savannah woodlands vegetation and the major crops grown are maize, millet, rice and sorghum. The solid minerals present in the state include iron ore, gold, gemstones, granite and marble. For Kaduna State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Business Process Outsourcing, Tourism, Energy and Mining.<\/p>\n<p id=\"ember182\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Kaduna State are in it being a major economic and industrial centre; the largest producer of ginger in Nigeria; efficient transportation infrastructure (road, rail and airport); efficient land management system; high graphite deposits; 19+ deposits of solid minerals.<\/p>\n<p id=\"ember183\" class=\"ember-view reader-text-block__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N45bn and a budget of N259bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 44.35%, while about 22.65% were underemployed. With the opportunities available in Kaduna state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember184\" class=\"ember-view reader-text-block__paragraph\"><em>The Profile <\/em><\/h3>\n<p id=\"ember185\" class=\"ember-view reader-text-block__paragraph\">In 2020, Kaduna State recorded an IGR of N50.77bn and a Federal Allocation of N69.97bn which was lower than the previous year. This by implication means Kaduna state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N68.75bn and foreign debt of about $567.5m and the growth in the state’s debt has been increasing over the years. About 54.12% of the state’s revenue went to capital expenditure while the remaining 45.88% went to operating expenses. The IGR per capita of the state was N5,456, capital expenditure per capita was N10,951 and debt per capita was N30,566.<\/p>\n<p id=\"ember186\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of the Nigerian state, Kaduna State, also known as the Centre of Learning, revised downward its 2020 budget by 13.75% from N259.25bn to N223.60bn. Kaduna maintained its recent commendable practice of allocating more funds to capital than recurrent expenditure. Kaduna, having spent N101.89bn on capital expenditure and N86.38bn on recurrent expenditure, was one of the five states to have prioritized capital expenditure over recurrent expenditure in 2020.<\/p>\n<p id=\"ember187\" class=\"ember-view reader-text-block__paragraph\">Kaduna seemed to have prioritized capital spending in critical sectors of its economy in 2020. It disbursed 82.53% of the approved budget allocation to its Ministry of Education, 87.85% to its Ministry of Health, 97.20% to the Contributory Health Management Authority, 88.82% to its Ministry of Public Works and Infrastructure, 85.10% to Primary Healthcare Development Agency, 91.81% to Rural Water Supply and Sanitation, and 82.22% to the State Universal Basic Education Board.<\/p>\n<p id=\"ember188\" class=\"ember-view reader-text-block__paragraph\">However, despite the massive opportunity that investments in sectors like agriculture, information technology and mining portend, Kaduna made minimal capital spending on its Ministry of Agriculture, Agricultural Development Project, Ministry of Business Innovation and Technology, and its Mining Development Company; the state invested less than N1bn cumulatively on capital expenditure in the four MDAS. Having realized an IGR of N50.77bn in 2020, Kaduna surpassed its IGR projection of N29.42bn by 72.57%. Similarly, it exceeded its FAAC projection of N48.29bn by 11.12%.<\/p>\n<p id=\"ember189\" class=\"ember-view reader-text-block__paragraph\">Despite the economic shock precipitated by the COVID-19 pandemic, Kaduna State grew its IGR by 12.9% from N44.97bn in 2019 to N50.77bn in 2020. Kaduna has been able to significantly grow its IGR in recent years by carrying out sweeping reforms geared towards improving productivity, plugging leakages, and eliminating duplication of roles and redundancy. These reforms include the harmonization and centralization of all revenue collection, prohibition of cash collection, creation of a tax intelligence and high net-worth unit, automation of motor vehicle administration and improved staff welfare packages.<\/p>\n<p id=\"ember190\" class=\"ember-view reader-text-block__paragraph\">Kaduna was ranked the 3rd most-indebted state in Nigeria with a total debt stock of N284.40bn as at December 31, 2020. The state grew its debt stock by 38.07% from N153.97bn in 2018 to N248.61bn in 2019 and further grew its debt by 13.01% to N287.40bn in 2020. Foreign debt makes up the bulk of Kaduna’s total debt stock with the foreign debt to domestic debt ratio being 3.34:1, meaning that Kaduna State’s foreign debt is more than 3 times its domestic debt stock.<\/p>\n<p id=\"ember191\" class=\"ember-view reader-text-block__paragraph\">Kaduna, with the second highest external debt profile in the country, as at the time covered, is highly exposed to exchange rate volatility. For example, without incurring any additional external debt, Kaduna’s external debt of $567.49m as at December 2020 rose by N42.06bn from N173.59bn (at N305.9 per $1) to N215.65bn (at N380 per $1). Increases in these sorts of debt liabilities due to external conditions crowd out investments in other critical sectors of the state’s economy.<\/p>\n<h3 id=\"ember192\" class=\"ember-view reader-text-block__paragraph\"><em>The Potential <\/em><\/h3>\n<p id=\"ember193\" class=\"ember-view reader-text-block__paragraph\">Agriculture is the mainstay of the economy of Kaduna state with about 80% of the people actively engaged in farming. Cash and food crops are cultivated, and the produce includes yam, cotton, groundnut, tobacco, maize, beans, guinea com, millet, ginger, rice and cassava. Over 180,000 tonnes of groundnut are produced in the state annually. The major cash crop is cotton which the state has a comparative advantage in as it is the leading producer in the country. Another major occupation of the people is animal rearing and poultry farming. The animals reared include cattle, sheep, goats and pigs.<\/p>\n<p id=\"ember194\" class=\"ember-view reader-text-block__paragraph\">Kaduna state is blessed with minerals which include clay, serpentine, asbestos, amethyst, kyannite, gold, graphite and siltimanite graphite, which is found in Sabon Birnin Gwari, in the Birnin Gwari local government. This is an important raw material used in the manufacture of pencils, crucibles, electrodes, generator brushes and other sundry parts.<\/p>\n<p id=\"ember195\" class=\"ember-view reader-text-block__paragraph\">Kaduna state is a metropolitan as well as a cosmopolitan industrialized state with over 80 commercial and manufacturing Industries. Goods range from carpets, textiles, reinforced concrete materials, bicycle assembly, toiletries and cigarettes in the state. Consumer goods produced range from dairy products to soft drinks, flour and groundnut oil.<\/p>\n<p id=\"ember196\" class=\"ember-view reader-text-block__paragraph\">Major industries in the state are the Federal Super Phosphate Fertilizer Company PLC. Ideal Flour Mills PLC, New Nigerian Packaging Company PLC, Peugeot Automobile Nigeria PLC, United Wire Products Limited, Bus and Refrigerated Van Manufacturing Co. Kaduna Furniture and Carpets Company Limited, Electricity Metres. Company Nigeria Limited and Rigid Pack Containers Limited, Zaria. There is also the National Leather Research Institute, Zaria, the Defence Industries Corporation of Nigeria and the nation’s third petroleum refinery also located in Kaduna State.<\/p>\n<h3 id=\"ember197\" class=\"ember-view reader-text-block__paragraph\"><em>The Purchasers <\/em><\/h3>\n<p id=\"ember198\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Kaduna state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of rice (which is one of its major cash crops) is about $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major purchasers. The import market share in Africa is about $6.06bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major buyers.<\/p>\n<p id=\"ember199\" class=\"ember-view reader-text-block__paragraph\">The state also produces Groundnuts, and the world market share of Groundnuts import is $3.19bn with, China, Indonesia, the Netherlands, Vietnam, Germany, Russia, Mexico, Canada, the United Kingdom, and Japan as major purchasers. The African import market share is $171m with Algeria, South Africa, Tanzania, Kenya, Rwanda, Libya, Tunisia and Mozambique as major buyers.<\/p>\n<p id=\"ember200\" class=\"ember-view reader-text-block__paragraph\">Kaduna state also produces raw cotton and the world import market share for raw cotton is $15.4bn with China, Vietnam, Bangladesh, Turkey, India, Pakistan, Indonesia, Malaysia, Thailand, Mexico, South Korea and Singapore as major buyers. In Africa, the import is $338m with Egypt, Mauritius, South Africa, Algeria, Morocco, and Tunisia as major purchasers. There are other markets like that of raw tobacco and ginger that Kaduna state can explore for exports as well.<\/p>\n<h3 id=\"ember201\" class=\"ember-view reader-text-block__paragraph\"><em>The Proposal <\/em><\/h3>\n<p id=\"ember202\" class=\"ember-view reader-text-block__paragraph\">For Kaduna State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember203\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, the Kaduna state government should consider the following:<\/p>\n<p id=\"ember204\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember205\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember206\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember207\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember208\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember209\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember210\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Kaduna state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember211\" class=\"ember-view reader-text-block__paragraph\"><em>The Profit <\/em><\/h3>\n<p id=\"ember212\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Kaduna state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise much revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember213\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/_pTw_3Z6xOs?si=HzKT8GyCzCZNwthv&amp;t=3051\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a> for a hypothetical visual representation and explanation of how Kaduna state can make N302bn from the export of agriproducts (ginger).<\/p>\n<p id=\"ember214\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-kaduna-lbuhf?trackingId=PyFojTa27yDR5cPNXh1GOA%3D%3D&amp;lipi=urn%3Ali%3Apage%3Aorganization_admin_admin_page_posts_published%3B4f254c06-4c26-49bf-965b-f267fa676abc\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/_pTw_3Z6xOs?si=Od3mx_OPj_UPhJ48\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23863,"template":"","class_list":["post-23862","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23862","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23863"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23862"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}