{"id":23878,"date":"2024-11-06T14:36:05","date_gmt":"2024-11-06T13:36:05","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23878"},"modified":"2024-11-06T14:36:05","modified_gmt":"2024-11-06T13:36:05","slug":"exploring-kogi-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/exploring-kogi-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Kogi State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Kogi State, <em>the confluence state<\/em>, is rich in exportable products and mineral resources like wheat, sesame, ginger, uranium, etc, and is a predominantly agricultural State. The State is in the North Central geopolitical zone of Nigeria. It has 21 local government areas including Adavi, Ajaokuta, Ankpa, Bassa, Dekina, Ibaji, Idah, Igalamela-Odolu, ljumu, Kabba\/Bunu, Koton Karfe, Lokoja, Mopa-Muro, Ofu, Ogori\/Magongo, Okehi, Okene, Olamaboro, Omala, Yagba East, Yagba West with its capital in Lokoja.<\/p>\n<p class=\"article-editor-content__paragraph\">Kogi state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Kogi state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Kogi state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Kogi State was carved out of Kwara and Benue States on August 27, 1991 by the then regime of General Ibrahim Babangida. Its capital is Lokoja. The area which today forms Kogi State was a colonial formation then known as Kabba Province. The State is made up of the Igala, Kabba, Ebira and Kogi Divisions of the former Kabba Province.<\/p>\n<p class=\"article-editor-content__paragraph\">Kogi State is the most centrally located of all the states of the federation. It shares common boundaries with Niger, Kwara, Nassarawa and The Federal Capital Territory to the north. To the east, the state is bounded by Benue state, to the south by Enugu and Anambra States, and to the west by Ondo, Ekiti and Edo states.<\/p>\n<p class=\"article-editor-content__paragraph\">Lokoja, the Niger\/Benue confluence town is the state capital. Ethnically, Yoruba, Nupe and Bassa form the main ethnic groups. Adavi, Ajaokuta, Ankpa, Bassa, Dekina, Ibaji, Idah, Igalamela-Odolu, ljumu, Kabba\/Bunu, Koton Karfe, Lokoja, Mopa-Muro, Ofu, Ogori\/Magongo, Okehi, Okene, Olamaboro, Omala, Yagba East, Yagba West are the LGAs in Kogi state. Kogi State is popularly called the confluence state because the confluence of Rivers Niger and Benue occurs there.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 29,833 Km², Kogi state has a population of 4,750,115 of which 2,422,559 are male and 2,327,557 are female. The state has a tropical savannah vegetation and the major crops grown are Cassava, Rice, Cashew, Coffee, Cocoa, Palm Oil, Groundnuts, Maize, Yam and Melon. The solid minerals present in the state include Limestone, Iron Ore, Marble and Gemstone.<\/p>\n<p class=\"article-editor-content__paragraph\">There are four agricultural zones in Kogi state namely Aiyetoro-Gbede, Anyigba, Koton-karfe and Alloma. For Kogi State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Business Process Outsourcing, Tourism, Energy and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Kogi State are in its cultivating 58% of the cashew trees in West Africa; well-irrigated of all-year farming; connection to 10 states; confluence of two rivers; purest deposits of iron ore in Nigeria; one of the states producing the largest palm oil in Nigeria.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N16.4bn and a budget of N176bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 38.97%, while about 28.81% were underemployed. With the opportunities available in Kogi state, the state can generate enough IGR to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Kogi State recorded an IGR of N17.36bn and a Federal Allocation of N56.80bn. This by implication means Kogi state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N68.09bn and foreign debt of about $30.2m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 17.38% of the state’s revenue went to capital expenditure while the remaining 82.62% went to operating expenses. The IGR per capita of the state was N3,441, capital expenditure per capita was N2,785 and debt per capita was N15,772.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, The state, home to where the nation’s two largest rivers meet, flowed very briefly to one rank above its former position in the 2021 State Fiscal Performance Index, moving from 29th in 2020 to 28th in 2021. This movement may have been due to a modest reduction in its total recurrent expenditure for the 2019\/2020 period. Total recurrent expenditure fell from N94.77bn in 2019 to N70.88bn, representing a 25.20% reduction. The largest reduction in the recurrent expenditure subcomponent happened with the ‘Social Benefits’ subhead, which declined by 59.53% from N25.60bn in 2019, to N10.36bn in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">Kogi State recorded a significant shrinkage in its capital expenditure which reduced by 50.87% from N28.58bn in 2019 to N14.04bn in 2020: This translates to a very low capital expenditure per capita of N2,785 which is less than one-quarter of the national average per capita of N8,129. It was the 3rd lowest spender on capital expenditure, in 2020, across the federation- outdone only by Taraba and Benue.<\/p>\n<p class=\"article-editor-content__paragraph\">Kogi grew its Internally Generated Revenue (IGR) by 5.91% from N16.38bn in 2019 to N17.35bn in 2020. Looking at the component performance of the state’s IGR, one observes that the bulk of the revenue came from ‘PAYE’, about N11.7bn in 2020. However, this was very similar to what the state earned in 2019- about N11.09bn. The next largest component came from ‘Other taxes’, which were N2.4bn in 2020, which had climbed from N1.33bn in 2019.<\/p>\n<p class=\"article-editor-content__paragraph\">Its IGR per capita of N3,441 was also low, compared to the national average of N4,616 per capita. 25 states within the federation had an IGR per capita, less than the national average.<\/p>\n<p class=\"article-editor-content__paragraph\">Considering the state’s recurrent revenue structure, an over-dependence on federation allocations is evident, with Kogi having 76.59% of its revenue from the federation and only 23.41% coming from the state. This is an unsafe fiscal position for the state and shows that Kogi has a lot of leeway to improve its internal revenue, by not only reducing its dependence but also expanding its fiscal space for capital and social sector projects.<\/p>\n<p class=\"article-editor-content__paragraph\">The state’s debt profile is intriguing, as total debt stock had a year-on-year increase by 49.96% from N94.56bn in 2018 to N141.8bn in the 2019 fiscal year, but then shrank by 43.93% from N141.8bn in 2019 to N79.55bn in 2020 fiscal year. In comparison to its fellow sub-national units, Kogi is one of the 5 states in the federation with the lowest additions to their total debt stock.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">The majority of the people of the state are farmers. The State is blessed with suitable ecological and climatic conditions. It is, therefore, possible to produce various agricultural products including yam, cassava, soya bean, cocoyam, maize, millet, rice, guinea corn, palm produce, cowpea and others. The State’s rich agricultural endowment is reflected in its capacity to produce cash crops like cocoa, coffee and cashew.<\/p>\n<p class=\"article-editor-content__paragraph\">Kogi State is also blessed with solid minerals. These include iron ore, mica, marble, limestone, coal, and crude oil. Others include; gold, kaolin, casserite, columbite, tantalite, feldspar and dolomite.<\/p>\n<p class=\"article-editor-content__paragraph\">Significantly, the nation’s premier iron and steel complex is located at Ajaokuta. Industrially, Kogi State is an investors’ haven, the state has a number of Industrial ventures which include Ajaokuta Iron and Steel complex, Jakura Marble, Valley Food, Mopa Okura Sawmill, Idah Ceramic Company, oil palm Company, and Nigeria Iron-Ore Manufacturing Company.<\/p>\n<p class=\"article-editor-content__paragraph\">Limestone and marble deposits are found in Ajaokuta, Jakura, Ososo, Osara, while Cassiterite, columbite and tantalite are found in Egbe. Gold is also found in Isanlu in East Yagba Local Government Area while Iron Ore can be found at Itakpe, Okene.<\/p>\n<p class=\"article-editor-content__paragraph\">The proximity of the state to the federal capital territory (Abuja) and its rich mineral and agricultural resources, would certainly turn the state into a leading commercial centre in Nigeria soon.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Kogi state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Rice, and the world market share of rice import is $24.7bn with Iran, China, Saudi Arabia, the Philippines, The United States, Benin Republic and Iraq as major purchasers. The African import market share is about $6.06bn with Benin Republic, Cote D’Ivoire, South Africa, Senegal, Cameroon, Ghana and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Kogi state also produces Groundnuts and the world import market share for Groundnuts is $3.19bn with, China, Indonesia, the Netherlands, Vietnam, Germany, Russia, Mexico, Canada, the United Kingdom, and Japan as major buyers. In Africa, the import is $171m with Algeria, South Africa, Tanzania, Kenya, Rwanda, Libya, Tunisia and Mozambique as major purchasers. There are other markets like that of cashew nuts, coffee, and cocoa beans that Kogi state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Kogi State to experience tangible improvement in job creation, there is a need to empower small and medium-scale enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas: primary processing and storage, and secondary processing and packaging. Meanwhile, SMEs can focus on handling production, harvesting and transport, marketing and sales, logistics, and export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Kogi state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Kogi state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Kogi state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link article-editor-content__link\" href=\"https:\/\/youtu.be\/jdND4S-wwMY?si=Dtzjsc1LeGVXwKEN&amp;t=2773\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Kogi state can make N232.2bn from the export of agriproducts (cashew).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/posts\/3t-impex-trade-academy_kogi-economy-export-activity-7259527620336214016-co0w?utm_source=share&amp;utm_medium=member_desktop\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/jdND4S-wwMY?si=AtjB2wr-3IRPXDzw\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23879,"template":"","class_list":["post-23878","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23878","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23879"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23878"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}