{"id":23873,"date":"2024-10-29T12:25:16","date_gmt":"2024-10-29T11:25:16","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23873"},"modified":"2024-10-29T12:25:16","modified_gmt":"2024-10-29T11:25:16","slug":"kebbi-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/kebbi-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Kebbi State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Kebbi State, <em>the<\/em> <em>land of equity<\/em>, is rich in exportable products and mineral resources like wheat, sesame, ginger, uranium, etc, and is a predominantly agricultural State. The State is in the Northwest geopolitical zone of Nigeria. It has 21 local government areas including Aleiro, Arewa–Dandi, Argungu, Augie, Bagudo, Birnin Kebbi, Bunza, Dandi, Fakai, Gwandu, Jega, Kalgo, Koko \/ Besse, Maiyama, Ngaski, Sakaba, Shanga, Suru, Wasagu \/ Danko, Yauri, and Zuru with its capital in Birnin Kebbi.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Kebbi state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Kebbi state, there are opportunities in farming, in mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Kebbi was formed out of Sokoto State on August 27, 1991, by the General Ibrahim Babangida regime. Its capital is Birnin-Kebbi which is also one of its major towns including Birnin-Kebbi, Argungu and Yelwa.<\/p>\n<p class=\"article-editor-content__paragraph\">It lies in North-Western Nigeria, with its capital in Birnin Kebbi. In the fifteenth century, it became part of the Songhai Empire.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi State shares boundaries with Sokoto State on the North-Eastern axis, Zamfara State on the Eastern part, Niger State on the Southern part, Dosso Region in the Republic of Niger on the Northwest and the Republic of Niger on the West.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi State is divided into 21 local government areas, four emirate councils (Gwandu, Argungu, Yauri, and Zuru), and 35 districts. It derived its name from the 14th-century “KEBBI KINGDOM,” a province of the former Songhai Empire. Islam is the predominant religion.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 36,800 Km², Kebbi state has a population of 4,724,046 of which 2,631,629 are male and 1,624,912 are female. The state has tropical savannah vegetation and the major crops grown are Millet, Wheat, Guinea corn, Rice, Onion, Groundnut, Cotton, and Maize. The solid minerals present in the state include Kaolin, Gypsum, Salt, Gold, Glassware and Marble. For Kebbi State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Business Process Outsourcing, Tourism, Energy and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Kebbi State are in its rich agricultural land; major producer of rice; endowed with abundant natural resources (farmland, rivers, solid minerals like gold, limestone, manganese, etc.); new hub for agro commodities; abundant livestock; tourist attraction sites (Argungu Fishing Festival, the biggest fishing festival in the world).<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N7.4bn and a budget of N138bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 17.25%, while about 34.67% were underemployed. With the opportunities available in Kebbi state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Kebbi State recorded an IGR of N13.78bn and a Federal Allocation of N54.65bn. This by implication means Kebbi state cannot survive without an allocation from the federal government which is why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N56.81bn and foreign debt of about $43.6m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 42.75% of the state’s revenue went to capital expenditure while the remaining 57.25% went to operating expenses. The IGR per capita of the state was N2,741, capital expenditure per capita was N5,310 and debt per capita was N14,600.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, The Land of Equity, Kebbi with an estimated population of 5.03 million people enacted a N99.68bn revised budget in 2020, allocating N57.69bn and N41.99bn for capital and recurrent spending respectively; this implied a greater priority on capital expenditure than recurrent in its 2020 revised budget; however, in implementing the 2020 budget, the reverse was the case.<\/p>\n<p class=\"article-editor-content__paragraph\">The state incurred the sum of N35.74bn on recurrent expenditure and N26.69bn on capital expenditure. Kebbi’s actual expenditure of N62.43bn in 2020 was 23% less than its 2019 total expenditure of N81.08bn. A trend analysis of Kebbi’s expenditure shows that the state’s capital expenditure has experienced a steady decline in recent years from N59.67bn in 2017 to N44.38bn in 2019 and N26.69bn in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi State’s capital spending in critical social sectors in 2020 significantly declined from what was spent in 2019: N2.92bn was spent by the Ministry of Education, N1.04bn by the Ministry of Higher Education, and N1.08bn by the Ministry of Health.<\/p>\n<p class=\"article-editor-content__paragraph\">The State surpassed its 2020 Value Added Tax (VAT) projection of N12.07bn but did not meet its IGR projection of N10.49bn. It got the sum of N14.52bn as VAT and realized the sum N7.98bn from IGR.<\/p>\n<p class=\"article-editor-content__paragraph\">Similarly, the state obtained a statutory allocation of N35.79bn and excess crude oil revenue of N773.54m. Taxes and indirect taxes formed 88.35% of what Kebbi generated as IGR in 2020. The State has a policy that allows MDAs to spend realized revenue at source without recourse to the appropriate quarters; this was listed as a limitation by the state’s Auditor General. This policy creates leakages in the system and provides an avenue for corruption to take place.<\/p>\n<p class=\"article-editor-content__paragraph\">Having recorded a debt-to-revenue ratio of 114% and a debt service-to-revenue ratio way below the threshold of 40% in 2020, it can be inferred that Kebbi’s debt burden is still within sustainable limits. The state reduced its total debt burden by 11.30% from N82.73bn in 2019 to N73.38bn in 2020, thus ranking it among the top three states that scaled down their debt in 2020. Although the state did not incur any additional debt in 2020 to fund its budget, it spent the sum of N602m and N1.88bn on external loan repayment and internal loan repayment respectively in the same year.<\/p>\n<div id=\"attachment_23874\" style=\"width: 1010px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-23874\" class=\"size-large wp-image-23874\" src=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1-1024x668.jpg\" alt=\"Argungu festival, largest fishing festival, exploring export potential of Kebbi state\" width=\"1000\" height=\"652\" srcset=\"https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1-1024x668.jpg 1024w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1-300x196.jpg 300w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1-768x501.jpg 768w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1-650x424.jpg 650w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1-600x391.jpg 600w, https:\/\/www.3timpex.com\/wp-content\/uploads\/2024\/10\/FWRFe2yXwAEtPtp-1.jpg 1283w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><p id=\"caption-attachment-23874\" class=\"wp-caption-text\">Argungu Festival Kebbi Nigeria via X<\/p><\/div>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Kebbi state has an agriculturally viable environment since it is endowed with high soil fertility, vast farmlands and economically viable rivers sheltered by fine tropical climate.<\/p>\n<p class=\"article-editor-content__paragraph\">Owing to these factors, agriculture has remained the major source of revenue and indeed the backbone of the state&#8217;s economy.<\/p>\n<p class=\"article-editor-content__paragraph\">Major food crops in the area are millet, guinea corn, maize, cassava, potatoes, rice, beans, onions and vegetables, while cash crops including wheat, soya beans, ginger, sugarcane, groundnuts and tobacco are also produced in the state. Similarly, fruits such as mango, cashew, guava and pawpaw are produced under horticulture.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi state has Kebbi Agricultural Development Authority which is responsible for the implementation of its agricultural policies.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi state is endowed with economically viable rivers such as the Niger and the Rima for the development of fisheries activities. Fishing has always been one of the key occupations of the inhabitants of the state.<\/p>\n<p class=\"article-editor-content__paragraph\">Also, environmental factors as well as the largest concentration of cattle and other animals have made the state a basic raw materials source for dairy-products industries.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Kebbi state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Cotton, and the world market share of Cotton import is $53.6bn with China, Bangladesh, Vietnam, Turkey, Indonesia, Pakistan, India, Italy, Hong Kong, and Egypt as major purchasers. The African import market share is $5.1bn with Egypt, Nigeria, Morocco, Tunisia, Senegal, South Africa, Gambia, Mali and Benin Republic as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Kebbi state also produces Groundnuts and the world import market share for Groundnuts is $3.19bn with, China, Indonesia, the Netherlands, Vietnam, Germany, Russia, Mexico, Canada, the United Kingdom, and Japan as major buyers. In Africa, the import is $171m with Algeria, South Africa, Tanzania, Kenya, Rwanda, Libya, Tunisia and Mozambique as major purchasers. There are other markets like that of onions, wheat and rice that Kebbi state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Kebbi State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Kebbi state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Kebbi state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Kebbi state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink SCXW102205229 BCX0\" href=\"https:\/\/youtu.be\/78AC5YxdrWs?si=mHQBRTkd0DUsR6_V&amp;t=2490\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Kebbi state can make N442.63bn from the export of agriproducts (sugar cane).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-kebbi-gtmtf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/78AC5YxdrWs?si=bSppl9ooRjRWORQ9\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23875,"template":"","class_list":["post-23873","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23873","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23875"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23873"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}