{"id":23881,"date":"2024-11-06T16:19:57","date_gmt":"2024-11-06T15:19:57","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23881"},"modified":"2024-11-06T16:19:57","modified_gmt":"2024-11-06T15:19:57","slug":"exploring-kwara-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/exploring-kwara-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Kwara State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Kwara State, <em>the state of harmony<\/em>, is rich in exportable products and mineral resources like rice, sesame, cashew, silica sand, dolomite, etc, and is a predominantly agricultural state. The State is in the North Central geopolitical zone of Nigeria. It has 16 local government areas including Asa, Baruten, Edu, Ekiti, Ifelodun, Ilorin East, Ilorin South, Ilorin West, Irepodun, Isin, Kaiama, Moro, Offa, Oke Ero, Oyun, and Pategi with its capital in Ilorin.<\/p>\n<p class=\"article-editor-content__paragraph\">Kwara state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Kwara state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Kwara state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Kwara State was formed out of the former northern region on 27th May 1967 by the General Yakubu Gowon regime. At its creation, the state was made up of the former llorin and Kabba provinces of the then Northern Region and was initially named the West Central State but later changed to Kwara, a local name for the River Niger.<\/p>\n<p class=\"article-editor-content__paragraph\">Kwara State is bounded in the north by Niger State, in the south by Oyo, Osun and Ekiti States, in the east by Kogi State and in the west by Benin Republic. Because of its unique geographical position, the State is referred to as the “gateway” between the north and the south of the country. The main ethnic groups are Yoruba, Fulani, Nupe and Barubas. While Islam and Christianity are the major religions in the state. The major occupation of the people of Kwara state is farming as agriculture is the main source of the economy.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 36,825 Km², Kwara state has a population of 3,390,330 of which 1,729,068 are male and 1,661,262 are female. The state has a tropical savannah vegetation and the major crops grown are Rice, Cotton, Cocoa, Tomato, Sugarcane, Millet, Cassava, Soya Bean, Maize, Beniseed (sesame seed), Palm Produce and Ginger. The solid minerals present in the state include Quartz, Limestone, Marble, Feldspar, Clay, Kaolin, Granite Rocks, Silica Sand and Dolomite. For Kwara State, investment opportunities exist in Agribusiness, Manufacturing, Tourism, and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Kwara State are in it being the gateway to the north and south; availability of international airport and cargo terminal; key agricultural-based research institutes; high deposits of mineral resources; and tourist attraction sites (Owu waterfalls, one of the highest in West Africa).<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N30.6bn and a budget of N162bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 16.55%, while about 19.16% were underemployed. With the opportunities available in Kwara state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Kwara State recorded an IGR of N19.60bn and a Federal Allocation of N47.17bn. This by implication means Kwara state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N63.63bn and foreign debt of about $47.1m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 30.65% of the state’s revenue went to capital expenditure while the remaining 69.35% went to operating expenses. The IGR per capita of the state was N5,446, capital expenditure per capita was N6,272 and debt per capita was N22,644.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian state, The ‘State of Harmony’ may have achieved some level of fiscal ‘harmony’, as it was able to move from 12th position on BudgIT’s fiscal performance ranking in 2020, to 10th position in 2021. Kwara state is the best performing state within the north-central region and has maintained a decent position. Kwara’s recurrent expenditure also dropped year-on-year by 28.64% between the same fiscal year, moving from N71.59bn in 2019 to N51.08bn in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">The state reduced its capital expenditure year-on-year between 2019 and 2020 from N29.87bn to N22.57bn, at 24.43%. Noting the state’s capital expenditure performance, it is observed that Kwara was the 9th lowest spender on Capital expenditure in 2020, when ranked alongside the states of the federation. In terms of capital expenditure per capita, Kwara spent N6,272 per citizen in 2020, which is below the national average capital expenditure per capita of N8,129 per citizen and slightly lower than the national median capex per capita of N6,612 per citizen.<\/p>\n<p class=\"article-editor-content__paragraph\">In terms of Internally Generated Revenue (IGR) performance, the state did not perform well and had a percentage decrease of 36.03%, being a move from N30.64bn in 2019 to N19.60bn in 2020. Kwara state had the 3rd worst decline (comparing by percentage) in IGR. The components of Kwara’s IGR show that the largest negative change was recorded in ‘MDAs Revenue’, which dropped from N17.35bn in 2019 to N10.32bn in 2020, representing a 40.51% reduction. Yet, Kwara still had the highest IGR within its region in 2020, exceeding Plateau State by nearly N500m (Plateau had an IGR of N19.12bn in 2020).<\/p>\n<p class=\"article-editor-content__paragraph\">The state’s debt profile is relatively low, as its total debt stock had a minimal increase of 4.51% in the 2018-2019 fiscal year and grew by 5.15% in the 2019-2020 fiscal year. Total debt from 2018 to 2020 ran from N73.96bn to N77.45bn to N81.51bn. For foreign debt, the state owed N14.40bn but due to the April 2020 Central Bank of Nigeria exchange rate devaluation (from N306 to N380), foreign debt increased by approximately N3.48bn to N17.88bn. In comparison to its fellow sub-national units, Kwara is the 8th least indebted state in the federation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Agriculture is the mainstay of the economy and the principal cash crops are cotton, cocoa, coffee, kolanut, tobacco, benseed, cashew nuts and palm produce. The Agricultural institutes located in the state are the Agricultural and Rural Management Training Institute, (ARMTI), the National Centre for Agricultural Mechanisation and Niger River Basin Authority all located in llorin and the Agricultural Research Project of the Obafemi Awolowo University at Balla provide farmers with vital information on modern agricultural techniques.<\/p>\n<p class=\"article-editor-content__paragraph\">There is also an abundance of mineral resources in the state. Among these are limestone, marble, feldspar, clay, kaolin, quartz and granite rocks. Industries in the state include Kwara Breweries, ljagbo Global Soap and Detergent Industry. United Match Company, Tate and Lyle Company, Resinoplast Plastic Industry, Phamatech Nigeria Limited, Kwara Textile and Kwara Furniture Company all in llorin. Others are Paper Manufacturing Industry, Jebba, Okin Foam and Okin Biscuits, Offa, Kay Plastic, Ganmo and Kwara Paper Converters Limited Enin-De. Others are the Sugar Producing Company, Bacita, Kwara Animal Feed Mall, Ilorin and the Agricultural Products Company, Bacita.<\/p>\n<p class=\"article-editor-content__paragraph\">The Major crops include Rice, Cashew, Cotton, Cocoa, Tomato, Sugarcane, Millet, Cassava, Soya Bean, Maize, Beniseed, Palm Produce and Ginger. And solid minerals include Quartz, Limestone, Marble, Feldspar, Clay, Kaolin, Granite Rocks, Silica Sand and Dolomite.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Kwara state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Rice, and the world market share of Rice import is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major purchasers. The African import market share is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Kwara state also produces Cashew nuts and the world import market share for Cashew nuts (fresh or dried) is $7.46bn with, Vietnam, the United States, India, China, Germany, the Netherlands, the United Kingdom, the United Arab Emirates and France as major buyers. In Africa, the import is $83.1m with Ghana, South Africa, Egypt, Algeria, Togo, Tunisia and Morocco as major purchasers. There are other markets like that of cocoa beans, soybeans, raw sugar, and raw cotton that Kwara state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Kwara State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Kwara state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Kwara state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Kwara state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink HyperlinkGateOff SCXW151773202 BCX0\" href=\"https:\/\/youtu.be\/GAG-W83HeLo?si=MSq1p0kSRNiQYuTk&amp;t=2827\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Kwara state can make N285bn from the export of agriproducts (cashew).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-kwara-d1whf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/GAG-W83HeLo?si=MSq1p0kSRNiQYuTk\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23882,"template":"","class_list":["post-23881","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23881","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23882"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23881"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}