{"id":23885,"date":"2024-11-12T12:46:16","date_gmt":"2024-11-12T11:46:16","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23885"},"modified":"2024-11-12T13:09:08","modified_gmt":"2024-11-12T12:09:08","slug":"exploring-lagos-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/exploring-lagos-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Lagos State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Lagos State, <em>the Centre of Excellence<\/em>, even though less agricultural compared to other Nigerian states, has some exportable commodities and mineral resources like rice, coconut, yam, fish, silica sand, bitumen, etc, and is a predominantly agricultural state. The State is in the Southwestern geopolitical zone of Nigeria. With 5 administrative divisions (Ikorodu, Ikeja, Epe, Badagry and Lagos Island), Lagos has 20 local government areas (LGAs) with 16 Urban areas and 4 Rural areas. In addition to the LGAs, the state has 37 Local Council Development Areas (LCDAs) in charge of taxation, schooling and health at a closer level to the people. The local government areas in the state include Agege, Alimosho, Apapa, Ifako-Ijaye, Ikeja, Kosofe, Mushin, Oshodi-Isolo, Shomolu, Eti-Osa, Lagos Island, Lagos Mainland, Surulere, Ojo, Ajeromi-Ifelodun, Amuwo-Odofin, Badagry, Ikorodu, Ibeju-Lekki, and Epe with its capital in Ikeja. Although the state is the smallest in Nigeria, it has the largest urban population.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the hardship, unemployment, and frustration present in Lagos state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Lagos state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<p class=\"article-editor-content__paragraph\"><em>The Peculiarities <\/em><\/p>\n<p class=\"article-editor-content__paragraph\">Lagos State was created out of the former western region by the General Yakubu Gowon regime. Its capital is Ikeja. Prior to this, Lagos Municipality had been administered by the Federal Government through the Federal Ministry of Lagos Affairs as the regional authority, while the Lagos City Council (LCC) governed the City of Lagos. Equally, the metropolitan areas (Colony Province) of Ikeja, Agege, Mushin, Ikorodu, Epe and Badagry were administered by the Western Region.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos State shares boundaries with Ogun State both in the North and East and is bounded on the west by the Republic of Benin. In the South, it stretches for 180 kilometres along the coast of the Atlantic Ocean. Being the smallest State in Nigeria, Lagos State consists of lagoons and creeks.<\/p>\n<p class=\"article-editor-content__paragraph\">The State took off as an administrative entity on April 11, 1968, with Lagos Island serving the dual role of being the State and Federal Capital. However, with the creation of the Federal Capital Territory of Abuja, Lagos ceased to be the capital of Nigeria and the state&#8217;s capital was moved to Ikeja. Notwithstanding, Lagos remains the nation’s economic and commercial capital.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos State is inhabited by the Aworis and Ogus in Ikeja and Badagry Divisions respectively, with the Ogus being found mainly in Badagry. While the Indigenous population of Lagos are Aworis, there is, nevertheless, a mixture of other pioneer immigrant settlers collectively called Lagosians but more appropriately the Ekos.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 3,345 Km², Lagos state has a population of 13,380,098 of which 6,823,850 are male and 6,556,248 are female. The state has a tropical savannah vegetation and the major crops grown are yam, coconut, palm oil and vegetables. The solid minerals present in the state include Clay, Bitumen and Silica Sand.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Lagos State are in it being the g7th fastest growing city in the world; the main economic, financial and industrial hub in Nigeria; the highest GDP and IGR in Nigeria; the largest concentration of young, skilled and educated workforce in Nigeria; largest tourism and entertainment industry in Africa; best city for startups in Africa.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N398.7bn and a budget of N1.2tn. Looking at the composition of the state&#8217;s expenses, the state can indeed cater for its operating expenses which was about 300bn without support from the Federal government. However, the state is still dependent on the federal government and loans to augment its needs. In the same period, the unemployment rate in the state was about 37.14%, while about 4.52% were underemployed. The unemployment rate is that high because many people do not possess the skills required to take on such roles even though there are jobs available. With the opportunities available in Lagos state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Lagos State recorded an IGR of N418.99bn which was a significant increase compared to 2019 even with the impact of Covid-19 in 2020. The Federal Allocation in the same year was N182.88bn. Lagos state is one of the most viable states in Nigeria and if in any case, it doesn&#8217;t get allocations from the Federal government, the state can still function to a good extent. Despite this achievement, there is still much that the state can do to improve its earnings. The state in 2020, had a domestic debt of about N508.78bn and foreign debt of about $1,406.5m which is really huge. The growth in the state’s debt has been increasing over the years covered except for 2019. About 55.89% of the state’s revenue went to capital expenditure while the remaining 44.11% went to operating expenses. The IGR per capita of the state was N29,373, capital expenditure per capita was N21,895 and debt per capita was N73,136.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, Despite being the epicentre of the COVID-19 pandemic and exposed to the risk of fiscal shocks to its revenue, Lagos state emerged in 4th position in the 2021 Fiscal Performance Ranking, demonstrating its resilience with a total revenue of N658.56bn for the fiscal year 2020. The state saw a 5.08% growth in its IGR from N398.73bn in 2019 to N418.99bn39 in 2020 and was one of 18 states to see a growth in its IGR despite the fiscal storm induced by COVID-19.<\/p>\n<p class=\"article-editor-content__paragraph\">The growth in IGR was driven largely by a 31.43% growth in MDAs Revenue from N39.41bn in 2019 to N51.79bn in 2020 followed by a 3.31% or N8.92bn growth in income taxes (PAYE) from N269.96bn in 2019 to N278bn in 2020. However, we note that this growth in income taxes is slower than the 12.74% or N30.51bn growth from N239.45bn recorded in 2018 to N269.96bn in 2019. Overall, the state had an IGR per capita of N29,373, more than five times the country average of N4,616 per citizen.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos State saw a 24.38% or N2.38bn growth in the Road Taxes component of its IGR from N9.76bn in 2019 to N12.13bn in 2020. An analysis of the state’s recurrent revenue component of its total revenue indicates that 70% was obtained from its internally generated revenue while 30% was received from statutory allocation making the state the least dependent on federally distributed revenue in the country.<\/p>\n<p class=\"article-editor-content__paragraph\">The Center of Excellence has not lost sight of capital investments that could increase the quality of life of citizens and it was one of the 17 states in the country to increase its investment in capital infrastructure, growing its actual capital spending by 26.52% from N241.06bn in 2019 to N304.99bn in 2020. A breakdown of capital spending indicates that expenditure on Economic Affairs increased by 43.27% from N108.63bn in 2019 to N155.63bn in 2020, while that on education increased by 144.30% from N7.11bn in 2019 to N17.37bn in 2020. Overall, the state had a capital expenditure per capita of N21,895, which is more than 2 times the country average of N8,129 and the second-highest per capita spending in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">On the operating expenses spectrum of the state’s expenditure, it cut down spending on General and Administrative by -38.95% ог N63.96bn from N164.23bn in 2019 to N100.27bn in 2020. With a total debt burden of N1.04tn, up by 19.73% from N871.33bn in 2019, Lagos State is the most indebted state out of the 36 states. It also has the highest external debt of $1.41bn, giving it the highest exposure to risks of exchange rate volatility. Domestic debt increased by 14.53% from N444.23bn in 2019 to N508.78bn in 2020.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Lagos State, with GDP currently estimated at $91bn (dropping from $131 due to forex fluctuations) is currently Africa’s 5th largest economy. Lagos with an estimated population of 21 Million is the most populous city in Nigeria and the seventh fastest growing city in the world.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos State is the nation’s economic and financial nerve and is currently home to 65 per cent of Nigeria’s businesses, with a presence of over 2,000 manufacturing companies, 200 financial institutions and the largest collection of small and medium enterprises in Africa.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos is also the major Information Communications and Telecommunications (ICT) hub of West Africa and potentially, the biggest ICT market in the continent. Lagos is developing a 24-hour economy in line with its goal to become a world-class megacity.<\/p>\n<p class=\"article-editor-content__paragraph\">Two of the nation’s largest seaports-Apapa and Tin-Can Ports are located in Lagos State. Lagos is also Nigeria’s aviation hub.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos is the centre of the Nigerian movie industry, often referred to as ‘Nollywood’. Idumota market on Lagos Island is the primary distribution centre. Many films are shot in the Festac area of Lagos. Lagos is also home to Nigeria’s growing music industry showcasing world-class talents that are winning awards in Africa and on the world stage.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Lagos state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Processed Fish (which is one of the major foods produced in the state) is about $17.9bn with the United States, Japan, Italy, Germany, France, Spain, the United Kingdom, the Netherlands, Australia and Canada as major purchasers. The import market share in Africa is about $1.13bn with Libya, Egypt, South Africa, Nigeria, Ghana, Algeria, Cote d&#8217;Ivoire, and Gabon as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Lake Rice, and the world market share of Rice import is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major purchasers. The African import market share is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Lagos state also produces Frozen Vegetables and the world import market share for Frozen Vegetables is $6.89bn with, Vietnam, the United States, Japan, Germany, France, the United Kingdom, Belgium, Italy, South Korea and the Netherlands as major buyers. In Africa, the import is $109m with Algeria, South Africa, Botswana, Libya, Egypt, Namibia, Mauritius and Eswatini as major purchasers. There are other markets like that of frozen vegetables that Lagos state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">People might have questions about &#8220;what does Lagos State have to do with agriculture?” but interestingly, Lagos State has a very strong support for agriculture in the form of training, equipment, etc. Although there isn&#8217;t much farming going on in the state, the little the state does, it tries to pay attention to it. Such information might not be common knowledge since you mostly find what you&#8217;re looking for. For example, in the Agege area of Lagos, Lagos has. Some things do with a Greek in that space.<\/p>\n<p class=\"article-editor-content__paragraph\">For Lagos State to improve the number of jobs created in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs) more. Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Lagos state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Lagos state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Lagos state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink HyperlinkGateOff SCXW32660145 BCX0\" href=\"https:\/\/youtu.be\/Uj55xPz7eiQ?si=cXi_EDAJ4xLXbGPW&amp;t=3355\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Lagos state can make N559.8bn from the export of agriproducts (coconut).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-lagos-fb8hf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/Uj55xPz7eiQ?si=cXi_EDAJ4xLXbGPW&amp;t=3355\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23886,"template":"","class_list":["post-23885","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23885","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23886"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23885"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}