{"id":23887,"date":"2024-11-12T14:19:26","date_gmt":"2024-11-12T13:19:26","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23887"},"modified":"2024-11-12T14:19:26","modified_gmt":"2024-11-12T13:19:26","slug":"exploring-niger-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/exploring-niger-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Niger State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Niger State, <em>the power state<\/em>, is rich in exportable products and mineral resources like cassava, groundnut, cowpea, silica sand, marble, etc, and is a predominantly agricultural state. The State is in the North Central geopolitical zone of Nigeria. It has 25 local government areas including Agaie, Agwara, Bida, Borgu, Bosso, Chanchaga, Edati, Gbako, Gurara, Katcha, Kontagora, Lapai, Lavun, Magama, Mariga, Mashegu, Mokwa, Munya, Paikoro, Rafi, Rijau, Shiroro, Suleja, Tafa, and Wushishi with Minna as the State&#8217;s capital. It has 3 main cities Bida, Kontagora, and Suleja.<\/p>\n<p class=\"article-editor-content__paragraph\">Niger state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Niger state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Niger State, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Niger State was created the then Northwestern State on 3rd February 1976 by the then regime of General Murtala Mohammed. It has Minna as its capital. Other major cities are Bida, Kontagora, and Suleja.<\/p>\n<p class=\"article-editor-content__paragraph\">The State is bordered to the North by Zamfara State, West by Kebbi State, South by Kogi State, South-West by Kwara State, Northeast by Kaduna State and Southeast by FCT. The State also has an International Boundary with the Republic of Benin along Agwara and Borgu LGAs to the Northwest, thereby promoting trade relations.<\/p>\n<p class=\"article-editor-content__paragraph\">The state has the largest landmass with about 70% arable and cultivable land. It is nicknamed “Power State” as being home to three (3) hydroelectric dams that generate about 70% combined power output in the Nation’s Power Sector.<\/p>\n<p class=\"article-editor-content__paragraph\">Located in the Middle Belt of Nigeria, Niger State covers 76,363 square kilometres. It is the largest Nigerian state by land area.<\/p>\n<p class=\"article-editor-content__paragraph\">The state has a small majority of Muslims. The state is named for the River Niger.<\/p>\n<p class=\"article-editor-content__paragraph\">Two of Nigeria’s major hydroelectric power stations are in Niger State: The Kainji Dam and the Shiroro Dam. Kainji National Park is also situated in Niger State. It contains the lake formed by the Kainji dam. It is the largest National Park in Nigeria, but a lot of the wildlife has disappeared.<\/p>\n<p class=\"article-editor-content__paragraph\">Niger State shares boundaries with Kaduna State and Federal Capital Territory, Abuja States in the East and South-East respectively, Kebbi and Zamfara in the North, Kwara and Kogi States in the South and Benin Republic in the East.<\/p>\n<p class=\"article-editor-content__paragraph\">The areas making up Niger State today comprised the old Nupe and Kontogora Kingdos, Abuja (now Suleja) with links to the famous kingdom of Zauzau and a host of other political entities.<\/p>\n<p class=\"article-editor-content__paragraph\">The old Nupe Kingdom today has been broken administratively into the Bida Emirate (encompassing Gbako and Lavun Local Government areas) and the Agaie and Lapai emirates.<\/p>\n<p class=\"article-editor-content__paragraph\">Similarly, old Kontagora now comprises Kontagora emirates within which there is the chiefdom of the territories of Sarkin Bauchi and the Chiefdom of Kagara, all administratively grouped into the Mariga, Magama and Rafi Local Governments.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 76,363 Km², Niger state has a population of 5,947,214 of which 3,033,079 are male and 2,914,135 are female. The state has a Sudan savannah vegetation and the major crops grown are yam, Cassava, Shea Butter, Sorghum, Maize, Millet, Rice, Groundnut, Cashew and Cowpea. The solid minerals present in the state include Talc, Gold, Ball Clays, Silica Sand, Marble, Copper, Iron, Feldspar, Lead, Kaolin, Casserole, Columbite, Mica, Quartzite and Limestone. For Niger State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy, ICT and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Niger State are it being the largest state in Nigeria covering over 10% of the country&#8217;s land mass; 70-80% cultivatable land; large arable land for all kinds of crop production; at least one mineral resource present in each local government; largest tourists&#8217; sites in the countries with over 60 tourists&#8217; sites; number 1 producer of yams, sugarcane and melon seeds.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N12.8bn and a budget of N155bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 38.80%, while about 23.44% were underemployed. With the opportunities available in Niger state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Niger State recorded an IGR of N10.52bn and a Federal Allocation of N60.90bn. This by implication means Niger state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N66.78bn and foreign debt of about $71m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 43.26% of the state’s revenue went to capital expenditure while the remaining 60.69% went to operating expenses. The IGR per capita of the state was N1,653, capital expenditure per capita was N6,796 and debt per capita was N14,726.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, <em>the Power State<\/em> performed relatively weak on the BudgIT fiscal performance ranking. Niger fell from its 19th position in 2020 to 26th position in 2021. This poor performance was despite some considerable increase in capital expenditure growth between 2019 and 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">It was also despite a near stagnancy in the state’s total actual recurrent expenditure, as the latter only slightly rose by a mere 0.044%, from N60.41bn in 2019 to N60.68bn in 2020. However, despite this slight rise, the total Overhead Costs’ fell by about N6.62bn, from N18.26bn in 2019 to N11.64bn in 2020.<\/p>\n<p class=\"article-editor-content__paragraph\">In addition, the pandemic created new lines of spending, namely ‘Covid Personal Allowances’ and ‘Covid Related Overheads’, both of which were N4,50bn and N1.56bn, respectively.<\/p>\n<p class=\"article-editor-content__paragraph\">Moving our focus to capital expenditure, we observed that Niger state’s allocations grew by 33.62%, from N32.37bn in 2019 to N43.25bn in 2020. This made the state the 9th highest in terms of capital expenditure (capex) allocations in the entire federation. Comparing this capex spend to recurrent expenditure spend, one can notice that capex is at least N17bn less than recurrent expenditure. The state’s capex per capita is N6,796, which is less than the national average of N8,129 per capita.<\/p>\n<p class=\"article-editor-content__paragraph\">In terms of revenue performance, Niger State is the 4th lowest in the federation at N1,653 per capita, while the national average is N4,616 per capita. The state’s Internally Generated Revenue (IGR) shrank by 17.55%, when it moved from N12.76bn in 2019, to N10.52bn in 2020. The largest subcomponent of IGR came from ‘MDAs revenue’, where it climbed from N463.2m in 2019, to N1.77bn in 2020, a growth of 282%. This can be contrasted with the fall in ‘Other taxes’, which was N7.02bn in 2019 and then moved downward to N3.13bn in 2020, depicting a 55.41% decrease.<\/p>\n<p class=\"article-editor-content__paragraph\">The state’s total debt stock grew by 26.19% from N60.55bn in 2018 to N82.03bn in the 2019 fiscal year but slowed down to 12.69% in the 2019-2020 fiscal year, growing from N82.03bn to N93.74bn. The state’s total debt per capita stands at N14,726, lower than the country average total debt per capita of N27,316.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Generally, agricultural activities form the mainstay of the people’s economy and engage directly or indirectly more than 80% of the population.<\/p>\n<p class=\"article-editor-content__paragraph\">The economy of Niger is based largely on internal markets, subsistence agriculture, and the export of raw commodities: foodstuffs to neighbours and raw minerals to world markets. Niger, a landlocked West African nation that straddles the Sahel, has consistently been ranked at the bottom of the Human development index, with a relatively low GDP and per capita income, and ranks among the least developed and most heavily indebted countries in the world, despite having large raw commodities and a relatively stable government and society not currently affected by civil war or terrorism. Economic activity centres on subsistence agriculture, animal husbandry, re-export trade, and export of uranium.<\/p>\n<p class=\"article-editor-content__paragraph\">The 50% devaluation of the West African CFA franc in January 1994 boosted exports of livestock, cowpeas, onions, and the products of Niger’s small cotton industry. Exports of cattle to neighbouring countries, including groundnuts and oil, remain the primary non-mineral exports. The government relies on bilateral and multilateral aid – which was suspended briefly following coups d’état in 1996 and 1999- for operating expenses and public investment. Short-term prospects depend on continued World Bank and IMF debt relief and extended aid. The post-1999 government has broadly adhered to privatization and market deregulation plans instituted by these funders.<\/p>\n<p class=\"article-editor-content__paragraph\">Niger’s economy is based largely on subsistence crops, livestock, and some of the world’s largest uranium deposits. Drought cycles, desertification, a 3.4% population growth rate and the drop in world demand for uranium have undercut an already marginal economy. Traditional subsistence farming, herding, small trading, and informal markets dominate an economy that generates few formal sector jobs. Between 1988 and 1995 28% to 30% of the total economy of Niger was in the unregulated Informal sector, including small and even large-scale rural and urban production, transport and services.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Niger state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Cassava, and the world market share of Cassava import is $2.11bn with China, Thailand, Vietnam, the Netherlands, Germany, France, the United States, the United Kingdom, Canada, France and Belgium as major purchasers. The African import market share is $19m with Rwanda, Burundi, Nigeria, Mauritania, Namibia, Botswana, and Comoros as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Niger state also produces Rice and the world import market share for Rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major buyers. In Africa, the import is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of sorghum, millet and groundnut that Niger state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Niger State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Niger state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Niger state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Niger state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink HyperlinkGateOff SCXW197201377 BCX0\" href=\"https:\/\/youtu.be\/HB6X-TWbmtQ?si=dFdUBpbMc6bFioo9&amp;t=2615\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Niger state can make N346bn from the export of agriproducts (shea butter).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p class=\"article-editor-content__paragraph\">\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-niger-5z5nf\/\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/HB6X-TWbmtQ?si=RiOJEMNCZksp-0Qe\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23888,"template":"","class_list":["post-23887","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23887","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23888"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23887"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}