{"id":23895,"date":"2024-11-28T01:36:00","date_gmt":"2024-11-28T00:36:00","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23895"},"modified":"2024-11-28T01:36:00","modified_gmt":"2024-11-28T00:36:00","slug":"nasarawa-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/nasarawa-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Nasarawa State IGR"},"content":{"rendered":"<h3 class=\"article-editor-content__heading article-editor-content__has-focus\">The Preamble<\/h3>\n<p class=\"article-editor-content__paragraph\">Nasarawa State, <em>the home of solid minerals<\/em>, is rich in exportable products and mineral resources like cassava, groundnut, cowpea, silica sand, marble, etc, and is a predominantly agricultural state. The State is in the North Central geopolitical zone of Nigeria. It has 13 local government areas including Akwanga, Awe, Doma, Karu, Keana, Keffi, Kokona, Lafia, Nasarawa, Nasarawa Eggon, Obi, Toto, and Wamba with Lafia as the State&#8217;s capital. There are three agricultural zones in Nasarawa state: in the South, Obi, Awe and Doma; in the West, Toto, Kokona, Karu; and in the North, Nasarawa Eggon, Akwanga and Wamba.<\/p>\n<p class=\"article-editor-content__paragraph\">Nasarawa state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p class=\"article-editor-content__paragraph\">Regardless of the poverty, unemployment, and frustration present in Nasarawa state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p class=\"article-editor-content__paragraph\">For Nasarawa state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 class=\"article-editor-content__heading\">The Peculiarities<\/h3>\n<p class=\"article-editor-content__paragraph\">Nasarawa was created out of Plateau State on October 1, 1996, by the General Sani Abacha regime. Its capital is Lafia. Located in the North-Central region of Nigeria, Nasarawa state is bordered to the West by the Federal Capital Territory, to the North by Kaduna, to the South by Benue and Kogi, and to the East by Plateau and Taraba states. The State is nicknamed “Home of Solid Minerals” because of its huge deposits of mineral resources. The state is composed of different ethnic groups each with its own distinct local dialect, but Hausa is common among the people.<\/p>\n<p class=\"article-editor-content__paragraph\">With a total land area of 27,117 Km², Nasarawa state has a population of 2,679,433 of which 1,366,511 are male and 1,312,922 are female. The state has Guinea Savannah vegetation and the major crops grown are Yam, Maize, Cassava, Groundnut, Garden Eggs, Rice, Sorghum, Sugarcane, Pepper, Cowpea, Benniseed, Melon, Soya Beans, Cashew nuts, Sesame Seed, and Shea Butter. The solid minerals present in the state include Barite, Coal, Clay, Lead-Zinc, Sault, Gemstone, Silica Sand, Iron Ore, Granite, Tantalite, Marble, Mica, Cassiterite, Limestone, and Aquamarine. For Nasarawa State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/p>\n<p class=\"article-editor-content__paragraph\">The competitive advantages of Nasarawa State are in it being a strategic location with proximity to the Federal Capital; large arable land (60-70%) for agriculture; high mineral deposits; tourist attraction with an array of hills, waterfalls and rocks; the presence of cargo airport and international markets; the most peaceful state within the region; high-level investment and economic advisory council; investment support and facilitation team in the governor&#8217;s office.<\/p>\n<p class=\"article-editor-content__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N10.9bn and a budget of N100.5bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 29.83%, while about 31.06% were underemployed. With the opportunities available in Nasarawa state, the state can generate enough IGR to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profile<\/h3>\n<p class=\"article-editor-content__paragraph\">In 2020, Nasarawa State recorded an IGR of N12.48bn and a Federal Allocation of N47.59bn. This by implication means Nasarawa state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N59.39bn and foreign debt of about $58.6m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 33.84% of the state’s revenue went to capital expenditure while the remaining 49.79% went to operating expenses. The IGR per capita of the state was N4,385, capital expenditure per capita was N11,892 and debt per capita was N28,700.<\/p>\n<p class=\"article-editor-content__paragraph\">According to the Budgit report of Nigerian states, Nasarawa state, the Home of Solid Minerals performed relatively solid on BudgIT’s 2021 Fiscal performance ranking, as it was able to move from 21st position in 2020 to 16th In 2021. The improvement was due to an improvement in capital spending from the previous year. Nasarawa state grew its capex by 109.13% from N16.17bn in 2019 to N33.83bn in 2020. Looking at capital expenditure per person, it was observed that the state spent about N11,892 per citizen, higher than the national average of N8,129 per citizen.<\/p>\n<p class=\"article-editor-content__paragraph\">In terms of sector prioritisation for capital expenditure, Nasarawa spent N18.66bn on its Social Sector, representing 55.14% 55. Of the total N33.84bn spent on capital expenditure. This is significant for human capital development, as the state is spending more on health, education, Women affairs and Youth and Sports What the Civil Society needs to do is ensure that expenditures recorded in the audit report are being used effectively and efficiently.<\/p>\n<p class=\"article-editor-content__paragraph\">Nasarawa state’s total operating expenses dropped by 2.79% from N51.22bn in 2019 to N49.79bn in 2020, but this was more than its capital expenditure of N33.83bn. Placing it in the category of 31 states in the country that prioritise spending on operating expenses over capital spending. The most significant reduction in the state’s operating expenses was in Overhead costs which fell from N20.06bn in 2019 to N15.25bn in 2020, representing a 23.75% decrease.<\/p>\n<p class=\"article-editor-content__paragraph\">In our analysis of revenue performance, the state did relatively well despite the pandemic- by growing Internally Generated Revenue (IGR) from N10.86bn in 2019 to N12.48bn in 2020, depicting a 14.90% increase. The largest component of this growth came from Pay As You Earn (PAYE) taxes which stood at N9.51bn, representing 76.26% of total IGR for the state in 2020. While direct evidence is needed, it may be speculated that this growth in PAYE collection could be due to an improvement in state capacity to collect taxes, due to Public Financial Management (PFM) reforms. Despite this increase in IGR, Nasarawa is 24th in terms of IGR size for 2020, which means it has ample room to improve its revenue generation capabilities.<\/p>\n<p class=\"article-editor-content__paragraph\">Nasarawa’s total debt stock had negative growth of -33.80% from N103.42bn in 2018 to N74.25bn in the 2019 fiscal year, but grew by 5.09% from N74.25bn in 2019 to N81.65bn in 2020 fiscal year. Total debt as at 2020 stands at N81.65bn. In comparison to other states, Nasarawa is the 23rd most indebted state according to the size of its external debt and the 30th by its domestic debt size.<\/p>\n<h3 class=\"article-editor-content__heading\">The Potential<\/h3>\n<p class=\"article-editor-content__paragraph\">Farming is the main occupation of the people of the state. It provides food as well as income. Crops produced include cassava, yam, rice, maize, guinea corn, beans, soya beans, beniseed, asha, and millet.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also has precious mineral deposits like columbite, a major input in the production of steel; coal, an energy source: and aquamarine, a substance used in the production of jewelleries.<\/p>\n<p class=\"article-editor-content__paragraph\">Farming and mining (for tin and columbite) are the principal activities of the area’s predominantly Afo population. Nasarawa is a market centre for yams, sorghum, millet, soybeans, shea nuts, and cotton grown in the surrounding area.<\/p>\n<h3 class=\"article-editor-content__heading\">The Purchasers<\/h3>\n<p class=\"article-editor-content__paragraph\">Analysing the global market size for the resources produced by Nasarawa state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">The state also produces Groundnuts, and the world market share of Groundnuts import is $3.19bn with China, the Netherlands, Indonesia, Vietnam, Germany, Russia, Mexico, Canada, the United Kingdom and Thailand as major purchasers. The African import market share is $171m with Algeria, South Africa, Tanzania, Kenya, Rwanda, Libya, and Mozambique as major buyers.<\/p>\n<p class=\"article-editor-content__paragraph\">Nasarawa state also produces Rice and the world import market share for Rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major buyers. In Africa, the import is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of soybeans, cashew nuts (dried and fresh) and sesame seeds that Nasarawa state can explore for exports as well.<\/p>\n<h3 class=\"article-editor-content__heading\">The Proposal<\/h3>\n<p class=\"article-editor-content__paragraph\">For Nasarawa State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p class=\"article-editor-content__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Nasarawa state government should consider the following:<\/p>\n<p class=\"article-editor-content__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p class=\"article-editor-content__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p class=\"article-editor-content__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p class=\"article-editor-content__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Nasarawa state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 class=\"article-editor-content__heading\">The Profit<\/h3>\n<p class=\"article-editor-content__paragraph\">Given the arable land available in Nasarawa state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p class=\"article-editor-content__paragraph\">See <a class=\"article-editor-content__link Hyperlink HyperlinkGateOff SCXW1560340 BCX0\" href=\"https:\/\/youtu.be\/XYvyPH7rdOc?si=nKs3NN03pu1DlcN-&amp;t=2195\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> for a hypothetical visual representation and explanation of how Nasarawa state can make N234.5bn from the export of agriproducts (sesame seed).<\/p>\n<p class=\"article-editor-content__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p class=\"article-editor-content__paragraph\">\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-ondo-state-oqlzf\/?trackingId=oJBDjzqKkz3%2BkCirCDb28Q%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/XYvyPH7rdOc?si=nKF0CsSixC2FN09C\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23896,"template":"","class_list":["post-23895","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23895","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23896"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23895"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}