{"id":23894,"date":"2024-11-19T16:25:49","date_gmt":"2024-11-19T15:25:49","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23894"},"modified":"2024-11-19T16:25:49","modified_gmt":"2024-11-19T15:25:49","slug":"ondo-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/ondo-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Ondo State IGR"},"content":{"rendered":"<h3 id=\"ember1321\" class=\"ember-view reader-text-block__heading-3\">The Preamble<\/h3>\n<p id=\"ember1322\" class=\"ember-view reader-text-block__paragraph\">Ondo State, <em>the Sunshine State<\/em>, is rich in exportable products and mineral resources like corn, cocoa, rubber, bitumen, columbite, etc, and is a predominantly agricultural state. The State is in the Southwestern geopolitical zone of Nigeria. It has 18 Local Government Areas (LGAs) including Akoko North-East, Akoko North-West, Akoko South-East, Akoko South-West, Akure North, Akure South, Ese Odo, Idanre, Ifedore, Ilaje, Okeigbo, Irele, Odigbo, Okitipupa, Ondo East, Ondo West, Ose and Owo with its capital in Akure. It has 3 main LGAs include Akoko, Akure, Okitipupa, Ondo, Ilaje, Idanre and Owo.<\/p>\n<p id=\"ember1323\" class=\"ember-view reader-text-block__paragraph\">Ondo state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p id=\"ember1324\" class=\"ember-view reader-text-block__paragraph\">Regardless of the poverty, unemployment, and frustration present in Ondo state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p id=\"ember1325\" class=\"ember-view reader-text-block__paragraph\">For Ondo state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember1326\" class=\"ember-view reader-text-block__heading-3\">The Peculiarities<\/h3>\n<p id=\"ember1327\" class=\"ember-view reader-text-block__paragraph\">Ondo State was created on 3 February 1976 from the former Western State by the then regime of General Murtala Mohammed. It originally included what is now Ekiti State, which was split off in the state creation exercise of 1996. Akure is the state capital. The economy of Ondo State is the sixth largest in Nigeria and is dominated by crude oil and crop production.<\/p>\n<p id=\"ember1328\" class=\"ember-view reader-text-block__paragraph\">Ondo State produces more than 75,000 tons of quality cocoa annually, has the largest Bitumen deposit in Africa and has the longest coastline in Nigeria 180km.<\/p>\n<p id=\"ember1329\" class=\"ember-view reader-text-block__paragraph\">Ondo State is bounded in the East by Edo and Delta States, in the North by Ekiti and Kogi States, in the West by Osun and Ogun States and in the South by the Atlantic Ocean. The ethnic composition of Ondo State is largely from the Yoruba subgroups of the Akoko, Akure, Ikare, Ilaje, Ondo, Owo, Arogbos and Akpois who are Ijaw extraction and are mostly located in the Riverine areas of the state. The State also contains the largest number of public schools in Nigeria – over 880 primary schools and 190 secondary schools.<\/p>\n<p id=\"ember1330\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 15,500 Km², Ondo state has a population of 4,960,577 of which 2,529,894 are male and 2,430,683 are female. The state has Tropical Savannah and Monsoon vegetation and the major crops grown are Cocoyam, Rubber, Oil Palm, Cashew, and Cocoa. The solid minerals present in the state include Bitumen, Timber, Crude oil, Limestone, Granite, Coal, and Columbite. For Ondo State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy, Mining and Logistics.<\/p>\n<p id=\"ember1331\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Ondo State are it having 75,000+ tons of quality cocoa annually; the largest bitumen deposit in Africa; true deep-sea port co-located with a free-trade zone; second longest defined coastline of 75km; natural transit hub to Nigeria&#8217;s hinterlands; fertile land and water for agriculture.<\/p>\n<p id=\"ember1332\" class=\"ember-view reader-text-block__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N30.1bn and a budget of N187.8bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 17.09%, while about 24.16% were underemployed. With the opportunities available in Ondo state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember1333\" class=\"ember-view reader-text-block__heading-3\">The Profile<\/h3>\n<p id=\"ember1334\" class=\"ember-view reader-text-block__paragraph\">In 2020, Ondo State recorded an IGR of N24.85bn and a Federal Allocation of N62.75bn. This by implication means Ondo state cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N74.66bn and foreign debt of about $87.4m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 29.12% of the state’s revenue went to capital expenditure while the remaining 92.69% went to operating expenses. The IGR per capita of the state was N4,717, capital expenditure per capita was N5,529 and debt per capita was N20,483.<\/p>\n<p id=\"ember1335\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of Nigerian states, The Sunshine State, Ondo, emerged 30th in the 2021 Fiscal Performance Ranking, down -6 places from 24th position in 2020. This drop was due to a fall in its IGR and reduced priority placed on capital expenditure during the fiscal year. The state’s IGR dropped by – 17.55% from N30.14bn in 2019 to N24.85bn in 2020.<\/p>\n<p id=\"ember1336\" class=\"ember-view reader-text-block__paragraph\">Income taxes (PAYE) declined by -15.48% or N2.66bn from N17.18bn in 2019 to N14.52bn in 2020, while Road Taxes saw an uptick of 35.71% from N790m in 2019 to N1.07bn in 2020, making it one of only 14 states in the country to see its road taxes grow as the COVID-19 pandemic ravaged local economies across the country.<\/p>\n<p id=\"ember1337\" class=\"ember-view reader-text-block__paragraph\">Nevertheless, given its population, it still needs to work hard to boost its internally generated revenue; this will go a long way in reducing the risk of further indebtedness.<\/p>\n<p id=\"ember1338\" class=\"ember-view reader-text-block__paragraph\">The state’s total revenue for 2020 was N119.19bn, this is an increase of 23.07% from 2019 N96 85bn. Ondo state cannot fund both its recurrent and capital expenditures with its revenue unless it goes the route of debt.<\/p>\n<p id=\"ember1339\" class=\"ember-view reader-text-block__paragraph\">The state’s expenditure profile includes N92.69bn on operating expenses, N29.12bn on capital expenditures and N21.00bn on loan repayments, bringing its total expenditure to N142.81bn. Whereas, the state had total revenue inflows (including Aids &amp; Grants) of N119.19bn, an Opening Balance as at January 1, 2021, of N25.23bn and proceeds from long-term borrowings of N15.2bn.<\/p>\n<p id=\"ember1340\" class=\"ember-view reader-text-block__paragraph\">The best the state can do is to cut down its operating expenses or the state needs to reign in its operating expense which grew by 11.65% from N86.24bn in 2019 to N92.69bn in 2020. In contrast, the state’s capital expenditures declined slightly by -4.68% from N30.55bn in 2019 to N29.12bn in 2020. This state needs to invest more in capital infrastructure as its operating expenses of N92.69bn in 2020 were more than three times its capital expenditure of N29.12bn. Its capital expenditure per capita stands at N5,529 which is way lower than the average capital expenditure per capita of N8,129.<\/p>\n<p id=\"ember1341\" class=\"ember-view reader-text-block__paragraph\">Ondo state’s total debt has been on a gradual increase in the past five years, rising by 64.33% from N65.65n in 2016 to N107.89bn in 2020; year-on-year it’s total debt grew by 16.12% from N92.83bn in 2019 to N107.89bn in 2020, but it still holds the status of having the smallest debt profile in the entire South West region.<\/p>\n<h3 id=\"ember1342\" class=\"ember-view reader-text-block__heading-3\">The Potential<\/h3>\n<p id=\"ember1343\" class=\"ember-view reader-text-block__paragraph\">Agriculture (including fishing) constitutes the main occupation of the people of the state. Indeed, Ondo state is the leading cocoa-producing state in Nigeria. Other agricultural products include yams, cassava and palm produce.<\/p>\n<p id=\"ember1344\" class=\"ember-view reader-text-block__paragraph\">Major industries in Ondo State include Nigeria\/Romania Wood Industries in Ondo, the Okitipupa Oil Palm Mill, Alpha Industries, Arigidi-Akoko, Cocoa Processing factory, lle-Oluji, Oluwa Glass Company, Igbokoda and the Premier Metal Industry, Ondo.<\/p>\n<p id=\"ember1345\" class=\"ember-view reader-text-block__paragraph\">Agriculture is the mainstay of the economy, and the chief products are cotton and tobacco from the north, cacao from the central part, and rubber and timber (teak and hardwoods) from the south and east; palm oil and kernels are cultivated for export throughout the state.<\/p>\n<p id=\"ember1346\" class=\"ember-view reader-text-block__paragraph\">Ondo is Nigeria’s chief cocoa-producing state. Other crops include rice, yams, corn (maize), coffee, taro, cassava (manioc), vegetables, and fruits. Traditional industries include pottery making, cloth weaving, tailoring, carpentry, and blacksmithing. Mineral deposits include kaolin, pyrites, iron ore, petroleum, and coal.<\/p>\n<h3 id=\"ember1347\" class=\"ember-view reader-text-block__heading-3\">The Purchasers<\/h3>\n<p id=\"ember1348\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Ondo state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p id=\"ember1349\" class=\"ember-view reader-text-block__paragraph\">The state also produces Cassava, and the world market share of Cassava import is $2.11bn with China, Thailand, Vietnam, the Netherlands, Germany, France, the United States, the United Kingdom, Canada, France and Belgium as major purchasers. The African import market share is $19m with Rwanda, Burundi, Nigeria, Mauritania, Namibia, Botswana, and Comoros as major buyers.<\/p>\n<p id=\"ember1350\" class=\"ember-view reader-text-block__paragraph\">Ondo state also produces Rice and the world import market share for Rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major buyers. In Africa, the import is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of cocoa beans, palm oil, rubber, and cashew nuts (fresh or dried) that Ondo state can explore for exports as well.<\/p>\n<h3 id=\"ember1351\" class=\"ember-view reader-text-block__heading-3\">The Proposal<\/h3>\n<p id=\"ember1352\" class=\"ember-view reader-text-block__paragraph\">For Ondo State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember1353\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Ondo state government should consider the following:<\/p>\n<p id=\"ember1354\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember1355\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember1356\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember1357\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember1358\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember1359\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember1360\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Ondo state. The federal government can use the same model to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember1361\" class=\"ember-view reader-text-block__heading-3\">The Profit<\/h3>\n<p id=\"ember1362\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Ondo state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember1363\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/5tvFufMH_R8?si=k_X6y80f9GPFRvos&amp;t=2749\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a>for a hypothetical visual representation and explanation of how Ondo state can make N292bn from the export of agriproducts (cocoa).<\/p>\n<p id=\"ember1364\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p id=\"ember1365\" class=\"ember-view reader-text-block__paragraph\">\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-ondo-state-oqlzf\/?trackingId=oJBDjzqKkz3%2BkCirCDb28Q%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/5tvFufMH_R8?si=ROZCgFqFHRcubE_8\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23892,"template":"","class_list":["post-23894","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23894","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23892"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23894"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}