{"id":23891,"date":"2024-11-19T16:21:11","date_gmt":"2024-11-19T15:21:11","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23891"},"modified":"2024-11-19T16:21:11","modified_gmt":"2024-11-19T15:21:11","slug":"ogun-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/ogun-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Ogun State IGR"},"content":{"rendered":"<h3 id=\"ember964\" class=\"ember-view reader-text-block__heading-3\">The Preamble<\/h3>\n<p id=\"ember965\" class=\"ember-view reader-text-block__paragraph\">Ogun State, <em>the Gateway State<\/em>, is rich in exportable products and mineral resources like maize, cotton, oil palm, bauxite, timber, etc, and is a predominantly agricultural state. The State is in the Southwestern geopolitical zone of Nigeria. It has 20 local government areas including Abeokuta North, Abeokuta South, Ota, Ewekoro, Ifo, ljebu East, Ijebu North, Ijebu Northeast, ljebu Ode, Ikenne, Imeko Afon, Ipokia, Obafemi Owode, Odogbolu, Odeda, Ogun Waterside, Remo North, Sagamu, Yewa North and Yewa South with Abeokuta as the State&#8217;s capital.<\/p>\n<p id=\"ember966\" class=\"ember-view reader-text-block__paragraph\">Ogun state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p id=\"ember967\" class=\"ember-view reader-text-block__paragraph\">Regardless of the poverty, unemployment, and frustration present in Ogun state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p id=\"ember968\" class=\"ember-view reader-text-block__paragraph\">For Ogun state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember969\" class=\"ember-view reader-text-block__heading-3\">The Peculiarities<\/h3>\n<p id=\"ember970\" class=\"ember-view reader-text-block__paragraph\">Ogun State referred to as the “<em>Gateway State<\/em>”, located in the South-Western region of Nigeria, was created on 3 February 1976. It borders Lagos State to the South, Oyo and Osun states to the North, Ondo to the East and the Republic of Benin to the West.<\/p>\n<p id=\"ember971\" class=\"ember-view reader-text-block__paragraph\">The state has the largest deposit of limestone in Nigeria. Its unique comparative advantage is its strategic closeness to Lagos State, thereby attracting many investments to the State. It has Abeokuta as its capital and largest city. Ogun State also has the highest number of registered universities in Nigeria (nine in all) as well as five new private universities in the state. Most of the inhabitants of Ogun state are members of the Egba and Egbado subgroups of the Yoruba people.<\/p>\n<p id=\"ember972\" class=\"ember-view reader-text-block__paragraph\">Abeokuta, an important market centre, is a terminus of the roads and railways coming from Lagos and other parts of the country. Major tourist attractions are Olumo rock, which according to tradition provided refuge for early Egba settlers; the Ake, the residence of the Alake (the traditional ruler of Egbaland), built in 1854 and noted for its collection of antiquities and relics; and the Centenary Hall, all in Abeokuta.<\/p>\n<p id=\"ember973\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 16,762 Km², Ogun state has a population of 5,573,704 of which 2,842,589 are male and 2,731,115 are female. The state has tropical savannah vegetation and the major crops grown are Maize, Cocoa, Oil Palm, Rice, Cassava, and Cotton. The solid minerals present in the state include Limestone, Bauxite, Bitumen, Timber, and Gemstones. For Niger State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy, ICT and Mining.<\/p>\n<p id=\"ember974\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Ogun State are its access to the largest road network with strategic links to other regions of Nigeria; access to Nigerian and West African markets; availability of 74% arable land; home to 3 of the largest industrial zones in the country; availability of gas – 65% for industrial purposes; 30% contribution to national solid minerals; home to 20+ tertiary institutions.<\/p>\n<p id=\"ember975\" class=\"ember-view reader-text-block__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N70.9bn and a budget of N449.9bn, implying that the state depends greatly on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 16.36, while about 9.87% were underemployed. With the opportunities available in Ogun state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember976\" class=\"ember-view reader-text-block__heading-3\">The Profile<\/h3>\n<p id=\"ember977\" class=\"ember-view reader-text-block__paragraph\">In 2020, Ogun State recorded an IGR of N50.75bn and a Federal Allocation of N51.44bn. Ogun state, like many other states in Nigeria, cannot survive without an allocation from the federal government which is the reason why the state must work towards tapping into the many resources present in the state. The state in 2020, had a domestic debt of about N153.49bn and foreign debt of about $103.5m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 24.83% of the state’s revenue went to capital expenditure while the remaining 75.17% went to operating expenses. The IGR per capita of the state was N8,524, capital expenditure per capita was N5,120 and debt per capita was N32,385.<\/p>\n<p id=\"ember978\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of Nigerian states. The Gateway State emerged 19th on the 2021 Fiscal Performance Ranking down 16 places from the 3rd position in 2020. This steep downward slide was driven mainly by a significant decline in its Internally Generated Revenue (IGR) which fell by 28.44% or N20.17bn from N70.92bn earned in 2019 to N50.75bn earned in 2020.<\/p>\n<p id=\"ember979\" class=\"ember-view reader-text-block__paragraph\">All components of its IGR (Road Taxes, MDAs Revenue, Direct Assessment, Other Taxes) witnessed a downturn except for income taxes (PAYE) which increased marginally by 4.65% from N24.30bn in 2019 to N25.03bn in 2020. This makes the state one of 18 states in the country that were not resilient enough to survive COVID-19-induced fiscal shocks to their internally generated revenue. Nevertheless, the state still had the second largest IGR in the South West region, behind only Lagos State and had the 5th largest IGR in Nigeria. However, this is not good enough given its population size, diverse economic potential and infrastructure needs.<\/p>\n<p id=\"ember980\" class=\"ember-view reader-text-block__paragraph\">The total revenue in 2020 fell by 44.26%, from N195.76bn in 2019 to N109.12bn in 2020. The IGR accounted for 46.51% (nearly half) of its total revenue in 2020, while the remaining balance of 42.61% came from statutory allocations, VAT and other sources (e.g. Aids and Grants).<\/p>\n<p id=\"ember981\" class=\"ember-view reader-text-block__paragraph\">Ogun State cut its capital spending by 13.92% from N35.42bn in 2019 to N30.49bn in 2020, making it one of 19 states to deprioritize capital expenditure as COVID-19 ravaged their revenue sources. The state’s capital expenditure per capita stood at N5,120 per citizen, significantly lower than the country average per capita spending of N8,129 for all 36 states.<\/p>\n<p id=\"ember982\" class=\"ember-view reader-text-block__paragraph\">Ogun State is ranked 7th most indebted state out of the 36 states with a total debt stock stood at N192.82bn as of December 31, 2020, up by 11.41% from N173.07bn in 2019. Domestic debt increased by 7.87% from N142.29bn in 2019 to N153.49bn in 2020 while its external debt experienced a slower growth recording an upturn of 2.86%, from $100.61m in 2019 to $103.49m in 2020.<\/p>\n<h3 id=\"ember983\" class=\"ember-view reader-text-block__heading-3\">The Potential<\/h3>\n<p id=\"ember984\" class=\"ember-view reader-text-block__paragraph\">Its natural resources include an extensive fertile soil suitable for agriculture and mineral deposits. The climate and soil of the state are suitable for the cultivation of a wide range of crops. The major food crops include rice, maize, cassava, yam and banana. The main cash crops include cocoa, kolanut, rubber, palm oil and palm kernels. Ogun State is one of the largest producers of kolanut in the country. It also produces timber and rubber on a large scale. About 20% of its total area is constituted of forest reserve suitable for livestock.<\/p>\n<p id=\"ember985\" class=\"ember-view reader-text-block__paragraph\">The State has enormous industrial potential. Its natural resources, manpower and geographical proximity to Lagos make it a potential industrial zone for the nation. Its extensive limestone deposit according to scientists can last for some five hundred years. The multi-million naira cement factory in Sagamu is the largest in West Africa. Both this factory and the Ewekoro Cement factory depend on the local limestone resources for raw materials. Other mineral resources available include chalk, phosphate, high-quality stones and gravels for construction works. There are also other modern industries producing high-quality beer, bicycle tyres, ceramic goods, high-quality clay bricks, carpet and clothing materials.<\/p>\n<p id=\"ember986\" class=\"ember-view reader-text-block__paragraph\">Agriculture, the economic mainstay of Ogun, produces rice, corn (maize), cassava (manioc), yams, plantains, and bananas. Cocoa, kola nuts, rubber, palm oil and palm kernels, tobacco, cotton, and timber are the main cash crops.<\/p>\n<p id=\"ember987\" class=\"ember-view reader-text-block__paragraph\">The Aro granite quarries near Abeokuta, the state capital, provide building material for much of southern Nigeria. Mineral resources include limestone, chalk, phosphates, and clay. Industries produce cement, canned foods, foam rubber, paint, tyres, carpets, aluminium products, and plastics.<\/p>\n<h3 id=\"ember988\" class=\"ember-view reader-text-block__heading-3\">The Purchasers<\/h3>\n<p id=\"ember989\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Ogun state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p id=\"ember990\" class=\"ember-view reader-text-block__paragraph\">The state also produces Rice, and the world market share of Rice import is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major purchasers. The African import market share is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major buyers.<\/p>\n<p id=\"ember991\" class=\"ember-view reader-text-block__paragraph\">Ogun state also produces Cassava and the world import market share for Cassava is $2.11bn with China, Thailand, Vietnam, the Netherlands, Germany, France, the United States, the United Kingdom, Canada, France and Belgium as major buyers. In Africa, the import is $19m with Rwanda, Burundi, Nigeria, Mauritania, Namibia, Botswana, and Comoros as major purchasers. There are other markets like that of cocoa beans and palm oil that Ogun state can explore for exports as well.<\/p>\n<h3 id=\"ember992\" class=\"ember-view reader-text-block__heading-3\">The Proposal<\/h3>\n<p id=\"ember993\" class=\"ember-view reader-text-block__paragraph\">For Ogun State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember994\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Ogun state government should consider the following:<\/p>\n<p id=\"ember995\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember996\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember997\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember998\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember999\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember1000\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember1001\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Ogun state. The federal government can use the same model to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember1002\" class=\"ember-view reader-text-block__heading-3\">The Profit<\/h3>\n<p id=\"ember1003\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Ogun state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember1004\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"app-aware-link \" href=\"https:\/\/youtu.be\/KMBV7JGz8EA?si=Yh-4iaY_rScv54n4&amp;t=2839\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a> for a hypothetical visual representation and explanation of how Ogun state can make N316bn from the export of agriproducts (cocoa).<\/p>\n<p id=\"ember1005\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, <strong>Aggressive Drive for Intra-Regional Trade is the Way to Go<\/strong>!<\/p>\n<p>&nbsp;<\/p>\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-ogun-state-xtrwf\/?trackingId=gXhyq7FTNenkgtSCI9fi2A%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/KMBV7JGz8EA?si=LxWDsBatnwboLr9G\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n<p id=\"ember1006\" class=\"ember-view reader-text-block__paragraph\">\n","protected":false},"featured_media":23893,"template":"","class_list":["post-23891","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23891","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23893"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23891"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}