{"id":23898,"date":"2024-11-28T01:35:41","date_gmt":"2024-11-28T00:35:41","guid":{"rendered":"https:\/\/www.3timpex.com\/?post_type=resources&#038;p=23898"},"modified":"2024-11-28T01:35:41","modified_gmt":"2024-11-28T00:35:41","slug":"rivers-state-export-potential","status":"publish","type":"resources","link":"https:\/\/www.3timpex.com\/resources\/rivers-state-export-potential\/","title":{"rendered":"Export &#8211; The Way Forward To Increase Rivers State IGR"},"content":{"rendered":"<h3 id=\"ember844\" class=\"ember-view reader-text-block__heading-3\">The Preamble<\/h3>\n<p id=\"ember845\" class=\"ember-view reader-text-block__paragraph\">Rivers State, the treasure base of the nation, is rich in exportable products and mineral resources like cassava, groundnut, cowpea, silica sand, marble, etc, and is a predominantly agricultural state. The State is in the South-South geopolitical zone of Nigeria. It has 23 local government areas including Abua–Odual, Ahoada East, Ahoada West, Akuku-Toru, Andoni, Asari-Toru, Bonny, Degema, Eleme, Emohua, Etche, Gokana, Ikwerre, Khana, Obio-Akpor, Ogba–Egbema–Ndoni, Ogu–Bolo, Okrika, Omuma, Opobo–Nkoro, Oyigbo, Port Harcourt, and Tai with Port Harcourt as the State&#8217;s capital.<\/p>\n<p id=\"ember846\" class=\"ember-view reader-text-block__paragraph\">Rivers state, like other states in Nigeria, should consider export for several reasons some of which include avoiding overdependence on federal allocations, fostering creativity and innovation, identifying and developing state competitive advantage, empowering the working population by creating more jobs, reviving the state economy, boosting the Gross Domestic Product (GDP) of the state, making farming and rural life more lucrative, and maximising the potential of indigenes in the diaspora.<\/p>\n<p id=\"ember847\" class=\"ember-view reader-text-block__paragraph\">Regardless of the poverty, unemployment, and frustration present in Rivers state like other states in Nigeria due to the inefficient management of state-owned resources, it is imperative to look beyond the challenges, seeing the growth potentials and opportunities for significant improvement that can come from efficient and effective utilisation of available resources.<\/p>\n<p id=\"ember848\" class=\"ember-view reader-text-block__paragraph\">For Rivers state, there are opportunities in farming, mining and in the state’s population. With the level of unseriousness plaguing many states in Nigeria, cutting down on federal allocations might make the state governments more serious in the development of their states.<\/p>\n<h3 id=\"ember849\" class=\"ember-view reader-text-block__heading-3\">The Peculiarities<\/h3>\n<p id=\"ember850\" class=\"ember-view reader-text-block__paragraph\">Rivers State was created out of the former Eastern Region on 27th May 1967 by the then regime of General Yakubu Gowon. Bayels State was carved out of it in the state creation excercise of 1996. It’s capital and biggest city is Port Harcourt.<\/p>\n<p id=\"ember851\" class=\"ember-view reader-text-block__paragraph\">The State is in Southern Nigeria, and it covers 11,077 km². The inland part of Rivers state consists of tropical rainforest; towards the coast the typical river Rivers environment features many mangrove swamps. Rivers state was part of the Oil Rivers Protectorate from 1885 till 1893, when it became part of the Niger Coast Protectorate. In 1900 the region was merged with the chartered territories of the Royal Niger Company to form the colony of Southern Nigeria.<\/p>\n<p id=\"ember852\" class=\"ember-view reader-text-block__paragraph\">Port Harcourt is its capital city and regarded as the Centre of Nigeria’s oil and gas industry. Rivers State is bounded on the South by the Atlantic Ocean, to the North by Imo, Abia and Anambra States, to the East by Akwa Ibom State, and to the West by Bayelsa and Delta states.<\/p>\n<p id=\"ember853\" class=\"ember-view reader-text-block__paragraph\">Rivers State is nicknamed the “Treasure Base of the Nation” is on Nigeria’s coastline and has a number of seaports. Prior to the discovery of oil in Rivers State, Agriculture was the mainstay of its economy. About 39 percent of the state’s total land mass is suitable for crop cultivation. Rivers State also has a lucrative fishing industry.<\/p>\n<p id=\"ember854\" class=\"ember-view reader-text-block__paragraph\">With a total land area of 11,077 km², Rivers state has a population of 7,817,866 of which 3,987,112 are male and 3,830,755 are female. The state has Tropical Rainforest and Monsoon vegetation and the major crops grown are Cassava, Rubber, Oil Palm, Coconut, Raffia Palm, Rice, Yam, Maize, Watermelon and Vegetables. The solid minerals present in the state include Crude oil, Silica, Glass Sand and Clay. For Niger State, investment opportunities exist in Agribusiness, Light Manufacturing, Healthcare, Tourism, Energy and Mining.<\/p>\n<p id=\"ember855\" class=\"ember-view reader-text-block__paragraph\">The competitive advantages of Rivers State are it having large deposits of crude oil; second largest seaport in Nigeria; 3rd largest oil-producing state in Nigeria; centre of the Nigeria oil and gas industry; tourism and wildlife (Finima Nature Park); biggest oil refinery in Nigeria.<\/p>\n<p id=\"ember856\" class=\"ember-view reader-text-block__paragraph\">In 2019, the state recorded an Internally Generated Revenue (IGR) of N140.4bn and a budget of N530.8bn, implying that the state depends largely on federal allocations and loans for its survival. In the same period, the unemployment rate in the state was about 41.59%, while about 17.63% were underemployed. With the opportunities available in Rivers state, the state can generate IGR enough to solve its internal problems as well as that of the federation, if the resources available in the state can be managed efficiently.<\/p>\n<h3 id=\"ember857\" class=\"ember-view reader-text-block__heading-3\">The Profile<\/h3>\n<p id=\"ember858\" class=\"ember-view reader-text-block__paragraph\">In 2020, Rivers State recorded an IGR of N117.19bn and a Federal Allocation of N149.75bn. This by implication means Rivers state can, to a reasonable extent, match up to the federal allocation it receives, however, there is still much work to be done to ensure the resources present in the state are well utilised. The state in 2020, had a domestic debt of about N266.94bn and foreign debt of about $96.7m and the growth in the state’s debt has been increasing over the years covered except for 2019. About 59.70% of the state’s revenue went to capital expenditure while the remaining 40.30% went to operating expenses. The IGR per capita of the state was N14,005, capital expenditure per capita was N20,120 and debt per capita was N36,291.<\/p>\n<p id=\"ember859\" class=\"ember-view reader-text-block__paragraph\">According to the Budgit report of Nigerian state, Once again, the “Treasure Base of the Nation” retains its position at the top of the 2021 States’ Fiscal Performance Index, despite shocks from the COVID-19 Pandemic to its revenue. Year-on-year, its IGR saw a decline of-16.53%, from N140.4bn in 2019 to N117.2bn in 2020.<\/p>\n<p id=\"ember860\" class=\"ember-view reader-text-block__paragraph\">Nevertheless, the state’s IGR was still the second highest in the country and accounted for 9.65% of the total N1.21tn in IGR generated by all 36 states; it was surpassed only by Lagos state with an IGR of N418.98bn in 2020.<\/p>\n<p id=\"ember861\" class=\"ember-view reader-text-block__paragraph\">The state will need to work hard in further boosting its IGR especially as headwinds from the COVID-19 pandemic significantly affected federally distributed revenue, causing the state’s Gross FAAC allocated to decline by -11.46%, from N169.13bn in 2019 to N149.7bn in 2020. Although crude oil prices are recovering, the global push for energy transition from fossil fuels like crude oil to clean energy, means the days of relatively easy oil revenue are numbered.<\/p>\n<p id=\"ember862\" class=\"ember-view reader-text-block__paragraph\">Rivers state’s capital expenditure declined by -24.14% from N221.9bn in 2019 to N168.4bn in 2020. However, for the second year in a row, the state still emerged as one of the 5 states in the country that prioritized capital infrastructure spending over operating expenses; the latter received only N113.6bn.<\/p>\n<p id=\"ember863\" class=\"ember-view reader-text-block__paragraph\">Furthermore, of the state’s N168.4bn capital expenditure, the economic sector received the highest priority with N85.28bn, followed by ‘Special Heads’ which received N31.46bn. The Social Sector, Administrative Sector and Law\/Justice sector received N23.94bn, N20.46bn and N7.21bn respectively.<\/p>\n<p id=\"ember864\" class=\"ember-view reader-text-block__paragraph\">The state also had the 3rd highest per capita spending on capital expenditure of N20,120 exceeded only by Ebonyi and Lagos States with a per capita spending of N23,608 and N21,895, respectively. However, knowledge about the actual quality of expenditure and value for money obtained from them would benefit from further analysis.<\/p>\n<p id=\"ember865\" class=\"ember-view reader-text-block__paragraph\">Preliminary evaluations indicate that the Ministry of Education and Ministry of Health received N2.8bn and N1.5bn, respectively for capital expenditure, while the Rivers State Government House received N27.7bn for capital expenditures through Security Vote’ envelope in addition to another N16.1bn received through the main Government House capital expenditures envelope. Furthermore, the social sector received only N20.46bn, a significant-63.07% decline from N64.84bn spent in 2019.<\/p>\n<h3 id=\"ember867\" class=\"ember-view reader-text-block__heading-3\">The Potential<\/h3>\n<p id=\"ember868\" class=\"ember-view reader-text-block__paragraph\">Prior to the discovery of oil in commercial quantity in 1951, Agriculture was the primary occupation of the people of Rivers State.<\/p>\n<p id=\"ember869\" class=\"ember-view reader-text-block__paragraph\">Around the 19th century when the industrial revolution reached its peak in England, the area was then referred to as Oil Rivers Protectorate, this was due to its abundant palm oil and kernel which basically constituted the main revenue source of the country. In a sample survey carried out by the Federal Ministry of Agriculture and Natural Resources, about 40% of the rural inhabitants were committed to farming in 1983.<\/p>\n<p id=\"ember870\" class=\"ember-view reader-text-block__paragraph\">Rivers State is one of the leading states in the production of yam, cassava, cocoyam, maize, rice and beans. About 39% (760,000 hectares) of the state’s total land mass, particularly in the upland area, is suitable for cultivation.<\/p>\n<p id=\"ember871\" class=\"ember-view reader-text-block__paragraph\">Major cash crops produced are oil palm products, rubber, coconut, raffia palm and jute. Other crops grown for food include vegetables, melon, pineapples, mango, pepper, banana and plantain.<\/p>\n<p id=\"ember872\" class=\"ember-view reader-text-block__paragraph\">The fishing industry is an important sector in Rivers State. Besides being lucrative, fishing is also a favourite past time activity. There are approximately 270 species of fish existing; with many artisanal fishermen in the riverine areas. The state provides valuable seafood such as crabs, oysters, shrimps and sea snails among others. Vertebrates like birds, mammals and reptiles are also found in the region.<\/p>\n<p id=\"ember873\" class=\"ember-view reader-text-block__paragraph\">Fishing and farming are the principal occupations of the region. Plantains, bananas, cassava, oil palms, coconuts, rubber trees, raffia, and citrus fruits are grown. Large deposits of crude oil and natural gas in the Niger River delta are the state’s major mineral resources. Major oil terminals exist offshore from Brass and Bonny, and petroleum refineries have been established at Port Harcourt and nearby Alesa-Eleme. Port Harcourt, the state capital and one of the nation’s largest ports, is on the southern terminus of the eastern branch of the Nigerian Railway’s main line.<\/p>\n<h3 id=\"ember874\" class=\"ember-view reader-text-block__heading-3\">The Purchasers<\/h3>\n<p id=\"ember875\" class=\"ember-view reader-text-block__paragraph\">Analysing the global market size for the resources produced by Rivers state, it should interest the state to consider enlarging its production capacity to export each product or resource. For example, the world import market size of Corn (which is one of its major cash crops) is about $36.3bn with Japan, Mexico, South Korea, Vietnam, Spain, Egypt, Iran, the Netherlands, Germany, Italy, China, and Malaysia as major purchasers. The import market share in Africa is about $3.73bn with Egypt, Algeria, Morocco, Tunisia, South Africa, Senegal, and Kenya as major buyers.<\/p>\n<p id=\"ember876\" class=\"ember-view reader-text-block__paragraph\">The state also produces Palm Oil, and the world market share of Palm Oil import is $29.3bn with India, China, Pakistan, the Netherlands, Spain, Italy and the United States as major purchasers. The African import market share is $4.28m with R Egypt, Kenya, Nigeria, Tanzania, South Africa, Benin Republic and Ghana as major buyers.<\/p>\n<p id=\"ember877\" class=\"ember-view reader-text-block__paragraph\">Rivers state also produces Rice and the world import market share for Rice is $24.7bn with Iran, China, Saudi Arabia, the Philippines, the United States, Iraq, Benin Republic, United Arab Emirates, Côte D&#8217;Ivoire, and France as major buyers. In Africa, the import is $5.1bn with Benin Republic, Côte D&#8217;Ivoire, South Africa, Senegal, Cameroon, Ghana, Kenya and Mozambique as major purchasers. There are other markets like that of sorghum, millet and groundnut that Rivers state can explore for exports as well.<\/p>\n<h3 id=\"ember878\" class=\"ember-view reader-text-block__heading-3\">The Proposal<\/h3>\n<p id=\"ember879\" class=\"ember-view reader-text-block__paragraph\">For Rivers State to experience tangible improvement in job creation in the state, there is a need to empower Small and Medium-scale Enterprises (SMEs). Given the commodities produced by the state, if SMEs oversee the entire value chain processes from production to harvesting and transportation, primary processing and storage, secondary processing and packaging, marketing and sales, logistics, export and distribution then there would be certain challenges encountered which would be in the form of inefficient value chain operators, low processing capacity and output, few jobs created, low-quality packaging, high production cost due to lack of economies of scale and prevalence of unexportable products. With a synergy between large Corporations and SMEs, these processes would be more efficient and there would be improvement which would take the form of efficient value chain operators, high processing capacity and increased output, low cost of production, good product quality and packaging, increased job creation, etc. The large corporations need to oversee two critical areas, and these are primary processing and storage, and secondary processing and packaging. While the SMEs can focus on handling production, harvesting and transport, marketing and sales, and logistics, export and distribution. Sticking to this arrangement would expand the participation of SMEs and improve the efficiency of their processes.<\/p>\n<p id=\"ember880\" class=\"ember-view reader-text-block__paragraph\">To support exporters to enter markets in Africa, Europe and America securely and sustainably, Rivers state government should consider the following:<\/p>\n<p id=\"ember881\" class=\"ember-view reader-text-block__paragraph\">1. Partnering with a representative at the destination market to market and secure a contract.<\/p>\n<p id=\"ember882\" class=\"ember-view reader-text-block__paragraph\">2. Setting up a warehouse (or warehouses) for pickup by both wholesalers and retailers at the destination market<\/p>\n<p id=\"ember883\" class=\"ember-view reader-text-block__paragraph\">3. Setting up an entity (agent or distributor) for the SMEs at the destination market<\/p>\n<p id=\"ember884\" class=\"ember-view reader-text-block__paragraph\">4. Partnering with an independent agent or distributor at the destination market<\/p>\n<p id=\"ember885\" class=\"ember-view reader-text-block__paragraph\">5. Organising and sponsoring manufacturers to exhibit their products in the destination market<\/p>\n<p id=\"ember886\" class=\"ember-view reader-text-block__paragraph\">In summary, the state government should provide funds while the other entities provide expertise. After all necessary relationships and structures have been formed, the state government can agree with the SMEs on the export profit-sharing percentage.<\/p>\n<p id=\"ember887\" class=\"ember-view reader-text-block__paragraph\">This model&#8217;s impact on the state government goes beyond the generation of revenue from exports; it has a huge significance on employment and improves economic activities in the state. With this model, economic diversification is achievable in Rivers state. The same model can be used by the federal government to diversify the economy, especially regarding solid minerals and agricultural produce exportation.<\/p>\n<h3 id=\"ember888\" class=\"ember-view reader-text-block__heading-3\">The Profit<\/h3>\n<p id=\"ember889\" class=\"ember-view reader-text-block__paragraph\">Given the arable land available in Rivers state, if the state dedicates a part of this to the cultivation of profitable agricultural produce for export, given all associated costs from the cost of farming, to the cost of processing, the cost of exports, and the unit cost for each agricultural produce, multiplying this by the quantity produced and deciding on a fair selling price considering all necessary factors, the state government can realise a lot of revenue from the export of agriproducts. By implication, the state can increase its Internally Generated Revenue (IGR) significantly, fund more projects and incur less debt.<\/p>\n<p id=\"ember890\" class=\"ember-view reader-text-block__paragraph\">See <a class=\"pTSsSJsLzRLkMbyTaIxqYJTfuyzbqtZqJVgQ \" href=\"https:\/\/youtu.be\/mopbWjSlggc?t=2673&amp;si=Td08QHNOUFNIL76E\" target=\"_self\" data-test-app-aware-link=\"\" rel=\"noopener\">here<\/a>for a hypothetical visual representation and explanation of how Rivers state can make N949bn from the export of agriproducts (shea butter).<\/p>\n<p id=\"ember891\" class=\"ember-view reader-text-block__paragraph\">In conclusion, if we would diversify our economy, create more trade in Africa, grow our GDP, create employment, boost our foreign reserve, create wealth and reduce poverty, Aggressive Drive for Intra-Regional Trade is the Way to Go!<\/p>\n<p id=\"ember892\" class=\"ember-view reader-text-block__paragraph\">\n<p id=\"ember670\" class=\"ember-view reader-text-block__paragraph\"><em>If you found this article enlightening, feel free to share your thoughts with us.<\/em><\/p>\n<p id=\"ember671\" class=\"ember-view reader-text-block__paragraph\"><em>For Export Business Training, we’re your best bet!<\/em><\/p>\n<p id=\"ember672\" class=\"ember-view reader-text-block__paragraph\"><em>You can reach us via email at <\/em><a class=\"app-aware-link \" href=\"mailto:info@3timpex.com\" target=\"_self\" rel=\"noopener\" data-test-app-aware-link=\"\"><em>info@3timpex.com<\/em><\/a><\/p>\n<p id=\"ember673\" class=\"ember-view reader-text-block__paragraph\"><em>Send a message: +234 809 200 0424<\/em><\/p>\n<p><em>Read on <a href=\"https:\/\/www.linkedin.com\/pulse\/exploring-nigerias-export-potential-case-ondo-state-oqlzf\/?trackingId=oJBDjzqKkz3%2BkCirCDb28Q%3D%3D\" target=\"_blank\" rel=\"noopener\">LinkedIn<\/a><\/em><\/p>\n<p><em>Watch on <a href=\"https:\/\/youtu.be\/mopbWjSlggc?si=yNrxdm-Lroyoyl1v\" target=\"_blank\" rel=\"noopener\">YouTube<\/a><\/em><\/p>\n","protected":false},"featured_media":23897,"template":"","class_list":["post-23898","resources","type-resources","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources\/23898","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/types\/resources"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media\/23897"}],"wp:attachment":[{"href":"https:\/\/www.3timpex.com\/wp-json\/wp\/v2\/media?parent=23898"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}